<?php

use App\Employee;
use Illuminate\Database\Seeder;

class EmployeesSeeder extends Seeder
{
    public function run()
    {
        Employee::create( [
            'emp_id'=>'00000001',
            'emp_name'=>'U Aung Min',
            'emp_jobdesp'=>'

(က)	ကုမ္ပဏီ၏ နေ့စဉ်လုပ်ငန်းတာဝန်များကို ကြီးကြပ်ရန်။ 

( ခ )	အဖွဲ့အစည်းဆိုင်ရာ မူဝါဒများကို ပြုစုဖော်ဆောင်ရန်။ 

( ဂ )	မန်နေဂျာများသို့ ငွေကြေးများခွဲဝေပေးရန်။ 

(ဃ)	အုပ်ချုပ်ရေးဆိုင်ရာ ဘတ်ဂျက်များကို စီမံခန့်ခွဲရန်။ 

( င) 	အုပ်ချုပ်ရေးဆိုင်ရာ ဝန်ထမ်းများကို ခန့်အပ်ခြင်းနှင့် လေ့ကျင့်သင်ကြားပေးခြင်း လုပ် ဆောင်ရန်။ 

( စ )	ပစ္စည်းရောင်းချသူများနှင့် သက်ဆိုင်သောစာချုပ်များနှင့် သဘောတူညီချက်များကို ညှိနှိုင်းဆောင်ရွက်ရန်။

 (ဆ)	ကုမ္ပဏီအတွင်း ဆက်ဆံရေးများကို ထိန်းသိမ်းရန်။

 ( ဇ )	လုပ်ငန်းလည်ပတ်မှုအသုံးစရိတ်များကို စောင့်ကြည့်ရန်။ 

( ဈ)	ဝန်ထမ်းရေးရာဌာန၊ အခြားဌာနများနှင့် ညှိနှိုင်းဆက်ဆံဆောင်ရွက်ရန်။

 (ည)	Executive (စီမံခန့်ခွဲသူများ)၏ စီးပွားရေးစွမ်းဆောင်မှုများကို အစဉ်မှတ်တမ်းထားရန်။

',
            'emp_position'=>'Executive Director',
            'group_id'=>2,
            'created_at'=>'2019-09-04 11:44:05',
            'updated_at'=>'2019-10-10 11:43:12'
        ] );


        Employee::create( [
            'emp_id'=>'00000005',
            'emp_name'=>'Daw Su Su Myat Aye',
            'group_id'=>1,
            'emp_jobdesp'=>'

(က)	ကုမ္ပဏီ၏ စွမ်းဆောင်နိုင်မှုနှင့် အန္တရယ်ရှိနိုင်သည့် အခြေအနေများကို ခွဲခြမ်းစိတ်ဖြာ လေ့လာပြီး ငွေကြေးဆိုင်ရာစီမံကိန်း ရေးဆွဲအကောင်အထည်ဖော်ရန်။

( ခ )	ကုမ္ပဏီ၏ ငွေကြေးအခြေအနေကို အစဉ်သိရှိပြီး ငွေကြေးပြဿနာပေါ်ပေါက်နိုင် သည်များကိုကာကွယ်ရန်။

 ( ဂ )	ငွေကြေးဆိုင်ရာ ITစနစ်ကို တည်ထောင်ထားပြီး ကြီးကြပ်ရန်။

(ဃ)	ငွေစာရင်းနှင့်ငွေကြေးဆိုင်ရာဝန်ထမ်းများ (စီမံခန့်ခွဲရေးဆိုင်ရာစာရင်းကိုင်များ၊ ကုမ္ပဏီ တွင်းစာရင်းစစ်များ)အာလုံးအတွက် လျာထားချက်များ သတ်မှတ်ပေးရန်နှင့်ကြီးကြပ်ရန်။

( င )	စာရင်းစစ်ခြင်းနှင့် ကုမ္ပဏီတွင်း လုပ်ငန်းလည်ပတ်လုပ်ဆောင်မှုများကို ကြီးကြပ်ခြင်း။

( စ )	ကုမ္ပဏီ(corporate)ငွေကြေးတည်ထောင်ခြင်းဆိုင်ရာ မဟာဗျူဟာရေးဆွဲဖော်ဆောင်ရန် နှင့် မိတ်ဖက်များ၊ရင်းနှီးမြှပ်နှံသူများနှင့် ဆက်ဆံရေးကို ကျွမ်းကျင်စွာ စီမံခန့်ခွဲဆောင် ရွက်ရန်။

 (ဆ)	လေးလပတ်နှင့် နှစ်ပတ်လည်ငွေကြေးဆိုင်ရာ အဝင်အထွက်အသေးစိတ် အစီရင်ခံ စာများကို အချိန်မီပြုစုတင်ပြရန်။

( ဇ )	ခွဲခြားစိတ်ဖြာလေ့လာမှုများပြုလုပ်ပြီး အကြီးတန်းစီမံခန့်ခွဲသူများသို့ အစီရင်ခံတင်ပြရန်။

( ဈ )	ငွေကြေးဆိုင်ရာဥပဒေများနှင့် လမ်းညွှန်ချက်များနှင့်အညီ အစဉ်လုပ်ဆောင်ရန်။

',
            'emp_position'=>'Managing Director',
            'created_at'=>'2019-09-04 11:44:05',
            'updated_at'=>'2019-10-10 11:44:02'
        ] );


        Employee::create( [
            'emp_id'=>'00000010',
            'emp_name'=>'Daw Thi Thi Han',
            'emp_jobdesp'=>'

1.	ငွေပေးငွေယူလုပ်ငန်းများဆောင်ရွက်ရန် 

2.	Cash Book နှင့် PV/RV များရေးသားရန်

 3.	အရေးကြီးစာရွက်စာတမ်းများနှင့် သက်ဆိုင်သည်များ ထိန်းသိမ်းစစ်ဆေး စာရင်းသွင်းခြင်း 

4.	Fixed Assets နှင့် သက်ဆိုင်သည်များ ထိန်းသိမ်းစစ်ဆေးစာရင်းသွင်းခြင်း

 5.	အလှူဆိုင်ရာမှတ်တမ်းများနှင့် စာရင်းများကိုင်တွယ် ဆောင်ရွက်ခြင်း

',
            'emp_position'=>'General Manager(HOD)',
            'group_id'=>2,
            'created_at'=>'2019-09-10 12:34:31',
            'updated_at'=>'2019-10-10 11:45:01'
        ] );


        Employee::create( [
            'emp_id'=>'00000011',
            'emp_name'=>'U San Lin',
            'emp_jobdesp'=>'

(က)	နေရာချထားရေး၊ သိုလှောင်ရုံ၊ သယ်ယူပို့ဆောင်ရေးနှင့် Customer Services များကို စီမံခန့်ခွဲ ရန်အတွက် မဟာဗျူဟာ စီမံချက်များရေးဆွဲရန်။ 

( ခ )	ပစ္စည်းမှာယူမှုစက်ဝန်းကို ပူးပေါင်းဆောင်ရွက်ခြင်း၊ အကောင်းဆုံးထိရောက်မှု ရှိစေခြင်း နှင့် ညွှန်ကြားခြင်းများ လုပ်ဆောင်ရန်။

 ( ဂ )	ပစ္စည်းပေးသွင်းသူများ၊ ထုတ်လုပ်သူများ၊ လက်ကားရောင်းသူများ၊ ဖောက်သည်များနှင့် ဆက်သွယ်ညှိနှိုင်းမှု လုပ်ဆောင်ရန်။ 

(ဃ)	အရည်အသွေး၊ အရေအတွက်၊ ပစ္စည်းသိုလှောင်မှုအခြေအနေ၊ ပေးနိုင်မည့်/ ရနိုင်မည့် အချိန်၊ သယ်ယူပို့ဆောင်စရိတ်နှင့်သက်သာနိုင်မှုများကို စဉ်ဆက်မပြတ် လေ့လာနေရန်။ 

( င )	ကုန်လှောင်ရုံ၊ ပစ္စည်းများစာရင်းသွင်းခြင်း၊ ပို့ဆောင်မည့်လမ်းကြောင်းစီစဉ်ခြင်း၊ ပစ္စည်း ပို့ဆောင်ခြင်းများကို စီစဉ်ဆောင်ရွက်ရန်။ 

( စ )	ပြဿနာများနှင့် စောဒက တက်မှုများကို ဖြေရှင်းရန်။ 

(ဆ)	ကုန်လှောင်ရုံလုပ်သားများကို ကြီးကြပ်ကွပ်ကဲခြင်း၊ နည်းလမ်းပြခြင်းနှင့် သင်တန်းပေး ခြင်းလုပ်ဆောင်ရန်။ 

( ဇ )	ဈေးနှုန်း၊ ထုတ်လုပ်မှု၊ တိကျမှုနှင့် အချိန်မီရည်မှန်းချက်ရောက်မှုတို့ ဖြစ်နိုင်အောင် စီစဉ်ရန်။

 ( ဈ )	စွမ်းဆောင်ရည်အကဲဖြတ်ရန်နှင့် တိုးတက်မှုများ အကောင်အထည်ဖော်နိုင်ရန် စံနှုန်းများ ကို ထိန်းသိမ်းခြင်းနှင့် အချက်အလက်များကို ခွဲခြမ်းစိတ်ဖြာလေ့လာခြင်း လုပ်ဆောင်ရန်။ 

(ည)	ပြဋ္ဌာန်းဥပဒေများ၊ လုပ်ထုံးလုပ်နည်းများနှင့် ISO လိုအပ်ချက်များနှင့် အညီ လုပ်ဆောင်ရန်။

',
            'emp_position'=>'Manager',
            'dept_id'=>11,
            'group_id'=>4,
            'created_at'=>'2019-09-06 14:45:43',
            'updated_at'=>'2019-10-10 11:46:30'
        ] );


        Employee::create( [
            'emp_id'=>'00000017',
            'emp_name'=>'U Tun Tun',
            'emp_jobdesp'=>'

(၇) မိုင္ ႏွင့္ ပတ္သက္သည့္ အိမ္ရာမ်ားမွ လိုအပ္ခ်က္မ်ား ေဆာင္ရြက္ေပးျခင္း၊သန္႔ရွင္းသာယာေရး ေဆာင္ရြက္ေပးျခင္း။ 

အိမ္ရာေၾကးမ်ားေကာက္ခံျခင္း။ 

Office 2A/2B ရွိ သစ္ပင္ပန္းမန္မ်ား စိမ္းစိုလွပ ေစရန္ ေဆာင္ရြက္ျခင္း ။

  တယ္လီဖုန္း လိုင္းမ်ား ျပတ္ေတာက္ပါက လိုက္လံ ေဆာင္ရြက္ျခင္း ။

 ျမိတ္ ဆီအုန္းၿခံ မွ လိုအပ္ေသာကိစၥမ်ား ေဆာင္ရြက္ျခင္း ။

',
            'emp_position'=>'Manager',
            'subdept_id'=>1,
            'dept_id'=>13,
            'group_id'=>5,
            'team_id'=>1,
            'created_at'=>'2019-09-04 11:44:05',
            'updated_at'=>'2019-10-10 11:47:18'
        ] );


        Employee::create( [
            'emp_id'=>'00000047',
            'emp_name'=>'U Phyo Ngwe Lwin',
            'emp_jobdesp'=>'

-ရုံးလုပ်ငန်းများအတွက် ယာဉ်တောင်းခံမှုများ၊ ဖယ်ရီအသုံးပြုသူ ဝန်ထမ်းများ၊ VIP ကိစ္စရပ်များနှင့် OT ဆင်းသည့် ဝန်ထမ်းများအတွက် ယာဉ်စီစဉ်ပေးရခြင်း။

 -GPS စောင့်ကြည့် စစ်ဆေးခြင်း။ 

-ယာဉ်မတော်တဆမှုများ ဖြေရှင်းပေးရခြင်း။

 -ရုံးပိတ်ရက်များတွင် ယာဉ်မောင်များအား တာဝန်ချထားပေးခြင်း။

 -ယာဉ်ပျက်စီးမှုများ ပြင်ဆင်ရာတွင် စနစ်တကျဖြစ်စေရန် စီစဉ်ရခြင်း။ 

-ပြုပြင်ရမည့် ယာဉ်စာရင်းနှင့် အစိတ်အပိုင်းများအား သက်ဆိုင်ရာဌာနသို့ တင်ပြခွင့်ပြုချက်ရယူခြင်း။

 -ယာဉ်ပြင်ဆင်မှု စာရင်းများအား မှတ်တမ်းတင်ခြင်း။(PC & Book) 

-ပြင်ဆင်မှုများအား စာရင်းပြုလုပ်၍ ရုံးပိုင်းဆိုင်ရာ အဆင့်ဆင့်ဖြတ်ခြင်းဖြင့် ငွေတောင်းခံခြင်း။ 

-မော်တော်ယာဉ်များအား (အောက်ပိုင်း၊ အင်ဂျင်၊ အဲကွန်း၊ ဝါယာရိန်း၊ ဆေး/ဘော်ဒီ)များ ထိန်းသိမ်းခြင်း။ 

-ယာဉ်သန့်ရှင်းရေး ဆောင်ရွက်မှုများ စစ်ဆေးခြင်း။ -ယာဉ်သုံးစွဲမှုများ စနစ်တကျ ရှိစေရန်နှင့် ယာဉ်သန့်ရှင်းရေး ဆောင်ရွက်မှုများအား စစ်ဆေးခြင်း။

 -ယာဉ်လိုင်စင် သက်တမ်းတိုးခြင်းများအား စစ်ဆေးခြင်း။ 

-CM ဘုရားတက်ခြင်းကိစ္စရပ်များ ဆောင်ရွက်ပေးခြင်းနှင့် ပွဲများတွင် ဓာတ်ပုံမှတ်တမ်းရိုက်ကူးခြင်း။ 

-ရုံးပိတ်ရက်တွင် တာဝန်မှူး (Duty) ဆောင်ရွက်ရခြင်း။ 

-ယာဉ်သုံးစွဲမှုများ စနစ်တကျ ရှိစေရန်နှင့် ယာဉ်သန့်ရှင်းရေး ဆောင်ရွက်မှုများအား စစ်ဆေးခြင်း။ 

-ယာဉ်မောင်းများ ရုံးတက်/ဆင်း၊ ခွင့်/ပျက်ကွက်များအား စစ်ဆေးခြင်းနှင့် အစားထိုး စီစဉ်ခြင်း။ 

-နေ့စဉ် မော်တော်ယာဉ် ဆီဖိုးတင်တောင်းငွေများအား စီစစ် လက်မှတ်ထိုးပေးခြင်း။

 -CM ဘုရားတတ်ခြင်း ကိစ္စရပ်များ ဆောင်ရွက်ပေးရခြင်း။

',
            'emp_position'=>'Manager',
            'subdept_id'=>5,
            'dept_id'=>13,
            'group_id'=>5,
            'team_id'=>5,
            'created_at'=>'2019-09-04 11:44:05',
            'updated_at'=>'2019-10-10 11:48:46'
        ] );


        Employee::create( [
            'emp_id'=>'00000051',
            'emp_name'=>'U San Phone Tint',
            'emp_jobdesp'=>'

ညွန်ကြားချက်များခံယူခြင်း

 (၁)  စီမံကိန်းများဆောင်ရွက်ရန်မူဝါဒများ၊အုပ်ချုပ်မှုနှင့်ဝန်ထမ်းရေးရာဆိုင်ရာမူဝါဒများခံယူခြင်း

 (၂) စီမံကိန်းအတွက် အသုံးပြုမည့် Budget နှင့် ပြီးစီးရမည့် Target များအတွက်ညွှန်ကြားချက်များတောင်းခံခြင်း။ တာဝန်ခွဲပေးအပ်ခြင်း 

 (၁) သတ်မှတ်(ခွင့်ပြဒ)ဘတ်ဂျက်ပမာဏအတွင်းမှအချိန်မှီပြီးမြောက်စေရေးအတွက်လုပ်ငန်းခေါင်းစဉ်တစ်ခုစီအား      တာဝန်ယူမည့်ပုဂ္ဂိုလ်၊ ပြီးစီးရမည့်အချိန်၊ပြန်လည်သတင်းပေးပို့ရမည့်သူ၊ ဆုံဖြတ်ချက်ရယူရန်နည်းလမ်းများပါရှိသော      တိကျသည့်ညွှန်ကြားချက်များဖြင့်လက်အောက်ဌာနများအားတာဝန်ပေးအပ်ခြင်း။

 (၂) အရေးကြီးဆောင်ရွက်ရမည့်လုပ်ငန်းများအားသီးခြားခေါင်းစဉ်ဖြင့်ဖော်ထုတ်၍ပြီးစီးရမည့်အချိန်၊တာဝန်ယူမည့်ပုဂ္ဂိုလ်၊      ပြန်လည်သတင်းပေးပို့ရမည့်သူ၊ဆောင်ရွက်ရန်နည်းလမ်းများဖော်ပြ၍ ညွှန်ကြားချက်ထုတ်ပြန်ဆောင်ရွက်ခြင်း။ 

(၃) စီမံကိန်း Master Plan များ ရေဆွဲရန်အတွက် PD ဌာနများအားညွှန်ကြားချက်ပေးခြင်းနှင့်အတည်ပြုပေးခြင်း။ 

(၄) စီမံကိန်းများ၏လုပ်ငန်း၊ပစ္စည်းလိုအပ်ချက်များသတ်မှတ် Budget အတွင်းစာချုပ်ချုပ်ဆိုဖြည့်ဆည်းပေးနိုင်ရေး၊      သင့်တော်သောတနူန်းထားများဖြစ်စေရေးစသည့်မူဝါဒများဖြင့် contract များချုပ်ဆိုနိုင်ရန်ညွှန်ကြားချက်များပေးခြင်း။

 (၅) Concept Design များရရှိရေး၊၎င်း Concept အရ Construction Drawing များအချိန်မှီရရှိစေရေး၊မိမိတို့စီမံကိန်းများ       နှင့်သင့်တင့်မျှတသော Design များဖြစ်စေရေးစသည့်မူဝါဒများဖြင့် Design ဆိုင်ရာညွှန်ကြားချက်များချမှတ်ပေးခြင်း။

 (၆) စီမံကိန်းများအတွက်ရေးဆွဲထားသော Drawing & Specification များအတိုင်းအရည်အသွေးများ ပြည့်မှီစေရေး၊       မှတ်တမ်းများစနစ်တကျသိမ်းဆည်းရေး(Check List, Defect List) စသည့်မူဝါဒများဖြင့်ညွှန်ကြားခြင်း။

 (၇) တည်ဆောက်ရေးလုပ်ငန်းများအတွက်လိုအပ်မည့်ယာဉ်၊ ယန္တရားနှင့်ကွန်ကရစ်များ၊ Pile လုပ်ငန်းများစရိတ်သက်သာစွာ       ဖြင့် သတ်မှတ်အချိန်အတွင်းရရှိဆောင်ရွက်နိုင်ရေး၊ယာဉ်၊ယန္တရားများကြံခိုင်၍စွမ်းအားပြည့်လည်ပတ်နိုင်ရေး၊မိမိတို့ဌာန       တစ်ခုချင်းအလိုက်(Pile/Batching Plant/HMM)အရှုံးအမြတ်များနှင့်အတူချိန်ဆဆောင်ရွက်နိုင်စေရေးစသည့်မူဝါဒ       များဖြင့်တာဝန်ပေးအပ်ခြင်း။ ညှိနှိုင်းပေါင်းစပ်ခြင်းနှင့်အကောင်ထည်ဖော်ဆောင်ရွက်ခြင်း

 (၁) လုပ်ငန်းများအကောင်ထည်ဖော်ရာတွင် လိုအပ်သောခွင့်ပြုမိန့်ရရှိရေးကိစ္စ၊ Design လိုအပ်ချက်ကိစ္စတို့အတွက်သက်ဆိုင်       ရာ Design team ၊ PDD team တို့မှတာဝန်ခံများနှင့် PD Unit များအားပေါင်းစပ်ညှိနှိုင်းပေးခြင်းနှင့်ညွှန်ကြားချက်       များပေးခြင်း။ 

(၂) ပစ္စည်းလိုအပ်ချက်၊ လုပ်ငန်းကန်ထရိုက်တာလိုအပ်ချက်များအတွက် PD နှင့် Logistics Director ဌာနများအားပေါင်း      စပ်ညှိနှိုင်းပေးခြင်း၊အရေးကြီးပစ္စည်းများအတွက်ဆုံးဖြတ်ချက်များပေးခြင်း။ 

(၃) တည်ဆောက်ရေးလုပ်ငန်းအားလုံးအတွက် ကုမ္ပဏီမှချထားသော  Rule & Regulation များအတိုင်းအကောင်ထည်ဖော်       ဆောင်ရွက်ခြင်း။ 

(၄) စီမံကိန်းများ၏ အုပ်ချုပ်စီမံအပိုင်း (Admin) အား ကွင်းဆင်းစစ်ဆေးခြင်း၊မှတ်တမ်းတင်ခြင်းနှင့်လိုအပ်သည်များအရေး      ယူဆောင်ရွက်ခြင်း။ 

(၅) ခွင့်ပြုမိန့်ဆိုင်ရာ ကိစ္စရပ်များအတွက် PDD Department နှင့်ညှိနှိုင်းပေါင်းစပ်ခြင်း။ 

(၆) မိမိတို့တာဝန်ယူထားသည့်စီမံကိန်းများ၏SOP များသည်ကုမ္ပဏီ၏လိုအပ်ချက်များနှင့်ကိုက်ညီမှုရှိ/မရှိ စိစစ်ပြုပြင်ခြင်း။

 (၇) မိမိလက်အောက်ဌာနများ၏ လုပ်ငန်းကျွမ်းကျင်မှုနှင့်ဖွံ့ဖြိုးတိုးတက်မှုရှိစေရန်အတွက် DYMD,HR ဌာနတို့နှင့်ညှိနှိုင်း၍       လိုအပ်သောသင်တန်းများစီစဉ်ပေးခြင်း။

 (၈) အပတ်စဉ်/လစဉ် သက်ဆိုင်ရာဌာနများနှင့် ညှိနှိုင်းအစည်းအဝေးများတက်ရောက်ခြင်း။ ပြန်လည်သုံးသပ်ခြင်းနှင့်ထိန်းကြောင်းခြင်း 

(၁) လစဉ် စီမံကိန်းများ၏ သုံးစွဲပြီးငွေ၊ ပေးရန်ရှိငွေ (ကန်ထရိုက်တာ/ Supplier) ၊ဘတ်ဂျက်အရသုံးစွဲရန်ကျန်ငွေစာရင်းများ       အားပြန်လာ်သုံးသပ်ခြင်း။ 

(၂) စီမံကိန်းနှင့်သက်ဆိုင်သည့် ချုပ်ဆိုထားသည့်စာချုပ်များစာရင်း၊ စာချုပ်အရပေးချေပြီး၊ ပေးရန်ကျန်စာရင်းများအား      ပြန်လည်သုံးသပ်ခြင်းနှင့်ညွှန်ကြားချက်များပြုလုပ်ခြင်း။

 (၃) စီမံကိန်းနှင့်သက်ဆိုင်သည့်ချုပ်ဆိုထားသည့်စာချုပ်များစာရင်း၊ စာချုပ်အရပေးချေပြီး၊ ပေးရန်ကျန်စာရင်းများအား       ပြန်လည်သုံးသပ်ခြင်း။

 (၄) လုပ်ငန်းတိုးတက်မှုများ၊ လုပ်းငန်းစဉ်များအားအပတ်စဉ်၊ လစဉ်၊ သုံးသပ်စိစစ်ခြင်းနှင့်လိုအပ်သည့်လမ်းညွှန်ချက်များ       ပေးခြင်း။

 (၅) စီမံကိန်းအလိုက် တင်ပြထားသည့် Bill များ၊ ပေးပြီး Bill များအား ပြန်လည်သုံးသပ်၍အရေးယူညွှန်ကြားချက်များပေး      ခြင်း။ 

(၆) စီမံကိန်းများအတွက်ငွေကြေးသုံးစွဲမှုအခြေအနေ (Financial Statement) အားသုံးသပ်ခြင်းနှင့်လိုအပ်သောထိန်ကျောင်း      မှုများပြုလုပ်ခြင်း။ 

(၇) အရည်အသွေးဆိုင်ရာသတ်မှတ်ချက်များ၊ စစ်ဆေးမှုများအားပြန်လည်သုံးသပ်ညွှန်ကြားချက်များပေးခြင်း။

 (၈) ယန္တရားအသုံးပြုမှုနှင့်စီမံခန့်ခွဲမှုဆိုင်ရာ ကိစ္စရပ်များအားပြန်လည်သုံးသပ်ညွှန်ကြားချက်များပေးခြင်း။ 

(၉) Batching Plant Operation ကိစ္စရပ်များအားပြန်လည်သုံးသပ်ညွှန်ကြားချက်များပေးခြင်း။ 

(၁၀) လက်အောက်ဌာနများ၊ စီမံကိန်းများ၏ နားလည်တက်ကျွမ်းနှင့်စနစ်တကျရှိ/မရှိ အခါအားလျော်စွာစစ်ဆေးခြင်း။ (၁၁) မိမိ၏ကွပ်ကဲမှုအောက်ဌာနများ၊ ဘေးတိုက်ထိစပ်ရမည့်ဌာနများနှင့်အပတ်စဉ်၊လစဉ်လုပ်ငန်းညှိနှိုင်းအစည်းအဝေးများ         ကျင်းပခြင်း။ အရေးယူဆောင်ရွက်ခြင်း

  (၁) လစဉ်စီမံကိန်းများ၏ သုံးစွဲပြီးငွေ၊ ပေးရန်ရှိငွေ (ကန်ထရိုက်တာ/Supplier) ဘတ်ဂျက်အရသုံးစွဲရန်ကျန်ငွေစာရင်းများ      တွင် ကျော်လွန်သုံးစွဲမှုများရှိပါက ပြန်လည်ကုစားနှိုင်မည့်နည်းလမ်းများအားPD,Logistics,Design Department       များပူးပေါင်းရှာဖွေစေခြင်း။ 

(၂) စာချုပ်ချုပ်ဆိုမှုများ၊ ပစ္စည်းထောက်ပံမှုများနှောင့်နေးနေပါက Project Director Unit, Logistic ဌာနတို့နှင့် ဆွေးနွေး      အဖြေရှာ၍ လိုအပ်သော အရေးယူ၊ညွှန်ကြားမှုများပြုလုပ်ခြင်း။ 

(၃) Bill ပေးချေမှုများတွင်အဆင်ပြေချေားမွေ့မှုမရှိပါက ဆွေးနွေးဆုံးဖြတ်ပေးခြင်း။ 

(၄) အရည်သွေးပိုင်းဆိုင်ရာ လိုအပ်ချက်များမပြည့်မှီပါက သက်ဆိုင်ရာစီမံကိန်းဒါရိုက်တာများ၊စီမံကိန်းမန်နေဂျာများ      တွေ့ဆုံ၍အားနည်းချက်များအားပြင်ဆင်ပေးခြင်း။ 

(၅) ယန္တရားများအသုံးပြုမှုသည်စီမံကိန်းများ၏လိုအပ်ချက်ပြည့်မှီမှုမရှိပါက လိုအပ်သည်များညွှန်ကြားခြင်း၊ Concrete       ထောက်ပံ့မှုအခြေနေများလုံလောက်မှုမရှိပါကဆောင်ရွက်ရန်မူဝါဒများချမှတ်ပေးခြင်း။

 (၆) လုပ်ငန်းတိုးတက်မှုများနှောင့်နှေးနေပါက ဆက်စပ်ဌာနများအားလုံးနှင့်ညှိနှိုင်းအဖြေရှာခြင်းနှင့်လိုအပ်သောအရေးယူ      ဆောင်ရွက်မှုများပြုလုပ်ခြင်း။

 (၇) မိမိလက်အောက်ဌာနများ၏ လုပ်ငန်းကျွမ်းကျင်မှု နှင့်ဖွံ့ဖြိုးတိုးတက်မှုရှိစေရန်အတွက် DYMD,HR ဌာနတို့နှင့်ညှိနှိုင်း၍       လိုအပ်သောသင်တန်းများစီစဉ်ပေးခြင်း။ အစီရင်ခံတင်ပြခြင်း

  (၁) လုပ်ငန်းပိုင်းဆိုင်ရာအခက်အခဲများနှင့်တိုးတက်မှုဆိုင်ရာ Report များ၊မိမိဆုံးဖြတ်ပိုင်ခွင့်ထက်ကျော်လွန်၍ဆုံးဖြတ်ရ       မည့်ကိစ္စများအား DYMD ထံတင်ပြ၍လည်းကောင်း၊ Chairman ထံသို့တင်ပြ၍လည်းကောင်းဆုံးဖြတ်ချက်ရယူ၍       ထက်အောက် ထိတွေ့မှု စနစ်များဖြင့်ဆောင်ရွက်ခြင်း။

 (၂) စီမံကိန်းများအတွက် သတ်မှတ်ကာလများအလိုက် ငွေကြေးနှင့်အချိန်များလစဉ်အစီရင်ခံတင်ပြတောင်းခံခြင်း။ 

(၃) လစဉ်လုပ်ငန်းအနှစ်ချုပ်အစီရင်ခံစာအား DYMD နှင့်ဉက္ကဌထံတင်ပြခြင်း။

',
            'emp_position'=>'Executive Director',
            'group_id'=>4,
            'created_at'=>'2019-09-04 11:44:05',
            'updated_at'=>'2019-10-10 11:52:00'
        ] );


        Employee::create( [
            'emp_id'=>'00000058',
            'emp_name'=>'Daw Ei Ei Mon',
            'emp_jobdesp'=>'

(က)	ထိရောက်ပြီးသွက်လက်သော Logistics ဆိုင်ရာသင်တန်းများ (လုံခြုံရေး၊ စိတ်ချ လုံခြုံစေမှု၊  လုပ်သားများအတွက်ပုံမှန်သင်တန်း) လုပ်ဆောင်ပေးရန်။ 

( ခ )	Logistics လုပ်သားအင်အားစု စုဆောင်းနိုင်ရေးအဖွဲ့အစည်းဆိုင်ရာ မဟာဗျူဟာကို ရေးဆွဲအကောင်အထည်ဖော်ရန်။ 

( ဂ )	အရည်အသွေးအာမခံလုပ်ငန်းစဉ်များနှင့် လုပ်ထုံးလုပ်နည်းများကို ဖော်ဆောင်ရန်။

 (ဃ)	ကုန်လှောင်ရုံတွင် သိုလှောင်ခြင်းနှင့် ပစ္စည်းပေးပို့ခြင်း အဆက်အသွယ်များကို ထိန်းသိမ်း ဆက်သွယ်ထားရန်။ 

( င )	ပစ္စည်းရရှိနိုင်မှုနေရာများ၊ ပို့ဆောင်မှုအခြေအနေများနှင့် ပစ္စည်းလက်ခံရရှိမှု အခြေ အနေများကို စီမံခန့်ခွဲခြင်းပြုလုပ်ရန်။ 

( စ )	မိမိအဖွဲ့အစည်း၏ Logistics လုပ်ငန်းစဉ်ဆိုင်ရာ စီးပွားရေးကျင့်သုံးမှုများကို ပြန်လည် သုံးသပ်ခြင်း၊ အကဲဖြတ်ခြင်း၊ စာရွက်စာတမ်းများပြုလုပ်ခြင်း၊ နောက်ဆုံးအခြေအနေများ ကိုသိရှိအောင်လုပ်ဆောင်ခြင်း၊ အခွင့်အလမ်းများကို အကျိုးရှိစွာအသုံးချခြင်းနှင့် အကျိုး မရှိသောဝန်ဆောင်မှုများကိုဖယ်ရှားခြင်း စသည်များလုပ်ဆောင်ရန်။

',
            'emp_position'=>'Director',
            'group_id'=>4,
            'created_at'=>'2019-09-04 11:44:05',
            'updated_at'=>'2019-10-10 11:52:49'
        ] );


        Employee::create( [
            'emp_id'=>'00000064',
            'emp_name'=>'Daw Chaw Ei San',
            'emp_jobdesp'=>'

1.	MW OP 2.	Family 

3.	စီမံကိန်းအုပ်ချုပ်မှုဆိုင်ရာ စာရင်းအဖွဲ့ 

4.	ရုံးအုပ်ချုပ်မှုဆိုင်ရာ စာရင်းအဖွဲ့ 

5.	PDD စာရင်း (OP+Normal) 

6.	Networking Expenses 

7.	အလှူဆိုင်ရာစာရင်းများ

',
            'emp_position'=>'Sr. Manager',
            'dept_id'=>6,
            'group_id'=>2,
            'created_at'=>'2019-09-10 12:25:26',
            'updated_at'=>'2019-10-10 11:53:45'
        ] );


        Employee::create( [
            'emp_id'=>'00000069',
            'emp_name'=>'U Paing Soe Aung',
            'emp_jobdesp'=>'

1.	CM ၏ Document Store

  2.	Schedule များပြုလုပ်ခြင်း 3.	စာဝင်/စာထွက်များ

 4.	အစည်းအဝေးများစီစဉ်ခြင်းနှင့် မှတ်တမ်းရယူခြင်း

 5.	လိုအပ်ချက်များ ပံ့ပိုးဖြည့်ဆည်းခြင်း

 6.	ခရီးသွားလာခြင်း 

7.	CM ၏ လုပ်ငန်းများ လွယ်ကူလျင်မြန်စေရေး အထောက်အကူပြုရန် 8.	Project Business Plan များရေးဆွဲခြင်း/ Exit Plan များရေးဆွဲခြင်း

 9.	လုပ်ငန်းများအုပ်ချုပ်မှုနှင့် စီမံခန့်ခွဲမှုဆိုင်ရာများ၊ မူဝါဒများရေးဆွဲခြင်း 

10.	ကုမ္ပဏီ SOP များချမှတ်ခြင်း၊ OGC များချမှတ်ခြင်း 

11.	အနာဂတ်ကာလ အခြေအနေများ၏ မှန်းဆချက်များပြုလုပ်ခြင်း 

12.	မိမိစီးပွားရေး ကဏ္ဍကြီးများအား အဝေးကြည့် သုံးသပ်ချက်များ ရှိစေရေး 

13.	လုပ်ငန်းအသစ်များလေ့လာရှာဖွေခြင်း 

14.	CM ၏ Special Mission များဆောင်ရွက်ခြင်း

',
            'emp_position'=>'Executive Director',
            'group_id'=>1,
            'created_at'=>'2019-09-10 12:28:08',
            'updated_at'=>'2019-10-10 11:54:40'
        ] );


        Employee::create( [
            'emp_id'=>'00000070',
            'emp_name'=>'Daw Than Than Soe',
            'emp_jobdesp'=>'(က) PD,PM,PE တိုနှင့် စီမံကိန်းတစ်ခုစီ၏ အကောင်ထည်ဖော်မည့်လုပ်ငန်းများအား Target Date အတွက်ညှိနှိုင်းရေးဆွဲခြင်း။ (ခ) နှစ်ပတ်တစ်ကြိမ် Target Date အတွက် Review ပြုလုပ်ခြင်း။ (ဂ) Preparation for Work Flow Chart of Weekly Presentation/ (ဃ) Master Schedule ရေးဆွဲခြင်း။ (င) Tracking on Master Schedule။ (စ) Progress Reporting to PD။ QS JD (Daw Thidar aung ) (က) RW/RM များအတွက် လိုအပ်သော BOQ များတွက်ထုတ်ပေးခြင်း။ (ခ) ရရှိလာသော Drawing များအရ BOQ များတွက်ထုတ်ခြင်း။ (ဂ) Contract များအရ BOQ များတွက်ထုတ်ခြင်း။ (ဃ) Government အပ်ရန် BOQ များတွက်ထုတ်ခြင်း။ (င) Marketing Scope အရ BOQ များခွဲတွက်ပေးခြင်း။ (စ) Account Department အတွက်လိုအပ်သော Internal BOQ Budget များတွက်ချက်ပေးခြင်း။ (ဆ) Site Actual အရ Bill များပြန်လည်တွက်ချက်ပေးခြင်း။ (စျ) ရံဖန်ရံခါ Project Director လိုအပ်ချက်အရကြိုတင်ခန့်မှန်း Budget များတွက်ပေးခြင်း။ (ည) Tender များအတွက် လိုအပ်ချက်အရ Urgent တွက်ချက်ပေးခြင်း။',
            'emp_position'=>'AE',
            'dept_id'=>10,
            'group_id'=>4,
            'created_at'=>'2019-09-11 12:06:32',
            'updated_at'=>'2019-09-11 12:06:32'
        ] );



        Employee::create( [
            'emp_id'=>'00000076',
            'emp_name'=>'Daw Thin Sandy Ye',
            'emp_jobdesp'=>'

1.	စီမံကိန်းအသစ်များရှာဖွေခြင်း 

2.	စာချုပ် ချုပ်ဆိုခြင်း 

3.	စီမံကိန်းများနှင့် စပ်လျဉ်းသည့် အစိုးရပိုင်းဆိုင်ရာ တင်ပြရှင်းလင်းခြင်းများ 

4.	အစိုးရဌာနမျာ

း 5.	YCDC

 6.	EPC 

7.	DHSHD 

8.	ပါမစ်နှင့်ခွင့်ပြုမိန့်များ 

9.	စီမံကိန်းတစ်ခုစီ၏ စ/လယ်/ဆုံး အခြေအနေများအား ကြီးကြပ်ကွပ်ကဲခြင်း၊ Report ထုတ်ခြင်း 

10.	စီမံကိန်းတစ်ခုစီနှင့် သက်ဆိုင်သမျှသော ဌာနဖြင့် ဆက်သွယ်ဆောင်ရွက်ခြင်း

 11.	အလျားလိုက် ကြီးကြပ်ကွပ်ကဲခြင်း

',
            'emp_position'=>'Director',
            'group_id'=>1,
            'created_at'=>'2019-09-04 11:44:05',
            'updated_at'=>'2019-10-10 11:55:38'
        ] );


        Employee::create( [
            'emp_id'=>'00000077',
            'emp_name'=>'U Aung Kaung Myat',
            'emp_jobdesp'=>'

-CCTV System၊ Network System၊ IPPBX System များအား ထိန်းသိမ်းစောင့်ရှောက်ကိုင်တွယ်ဖြေရှင်းပေးခြင်း။ 

-Computer Service အပိုင်းအား စီမံခန့်ခွဲပေးခြင်း။ 

-ကုမ္ပဏီအတွက်လိုအပ်သော IT Support ပစ္စည်းများကို ရှာဖွေပေးခြင်း၊ Comparison ပြုလုပ်ပေးခြင်း။ 

-Internet ISP Company များ ရှာဖွေပေးခြင်း။ 

-IT ဌာန၏ စာဝင်/စာထွက်နှင့် Admin ပိုင်းဆိုင်ရာ ကိစ္စရပ်များကို ကိုင်တွယ်ဆောင်ရွက်ပေးခြင်း။ 

-Storage System တွင် User Permission များ ဆောင်ရွက်ပေးခြင်း၊ User Account Creating ပြုလုပ်ပေးခြင်း၊ Storage System Monitoring ပြုလုပ်ခြင်း။ 

-Company Domain Name ဖြင့် Email Account များ Create ပြုလုပ်ခြင်း။ 

-Firewall Management ဆောင်ရွက်ပေးခြင်း။

',
            'emp_position'=>'Manager',
            'dept_id'=>15,
            'group_id'=>5,
            'created_at'=>'2019-09-09 12:55:14',
            'updated_at'=>'2019-10-10 11:56:35'
        ] );


        Employee::create( [
            'emp_id'=>'00000082',
            'emp_name'=>'Daw Kyaung Kyaung Nwe',
            'emp_jobdesp'=>'

စီမံကိန်းဒါရိုက်တာ PD သည် မိမိဆောင်ရွက်ရသော တာဝန်များကို အမှုဆောင်ဒါရိုက်တာ (ED) ထံ သတင်းပို့ အစီရင်ခံ တင်ပြရမည်။ 

(က)	မိမိတာဝန်ယူ ဆောင်ရွက်ရသည့် စီမံကိန်း၏ သမိုင်းကြောင်း အကျဉ်းချုပ်ကို သိရှိရန် စာဖြင့်ပြုစုထားခြင်း။ 

(ခ )	ကုမ္ပဏီ၏ OGC အရပေးအပ်သော တာဝန်များ၊ ED နှင့် BODs မှ ပေးအပ်သော လုပ်ငန်းတာဝန်များ၊ အခါအားလျှော်စွာပေးအပ်လာသော လုပ်ငန်းတာဝန်များ သတ်မှတ်(ခွင့်ပြု) ဘတ်ဂျက်ပမာဏအတွင်းမှ အချိန်မီ ပြီးမြောက်စေရေးအတွက် လုပ်ငန်းခေါင်းစဉ် တစ်ခုစီအား တာဝန်ယူမည့် ပုဂ္ဂိုလ်၊ ပြီးစီးရမည့် အချိန်၊ ပြန်လည်သတင်းပို့ရမည့်သူ၊ ဆုံးဖြတ်ချက်ရယူရန် နည်းလမ်းများပါရှိသော တိကျသည့် ညွှန်ကြားချက်များဖြင့် လက်အောက်ဝန်ထမ်းများအား တာဝန်ပေးအပ်ခြင်း။

 (ဂ )	လုပ်ငန်းညွှန်ကြားချက်ခံယူခြင်း၊ လုပ်ငန်းပိုင်းဆိုင်ရာအခက်အခဲများနှင့် တိုးတက်မှုဆိုင်ရာ Report များ၊ မိမိဆုံးဖြတ်ပိုင်ခွင့်ထက် ကျော်လွန်၍ ဆုံးဖြတ်ရမည့် ကိစ္စများအား ED ထံတင်ပြ၍ လည်းကောင်း၊ ကော်မတီသို့ တင်ပြ၍လည်းကောင်း ဆုံးဖြတ်ချက်ရယူရန်နှင့် ထက်အောက်ထိတွေ့မှုစနစ်များဖြင့် ဆောင်ရွက်ခြင်း။ 

(ဃ)	အရေးတကြီး ဆောင်ရွက်ရမည့် လုပ်ငန်းများ၊ နောက်ကျနေသည့် လုပ်ငန်းများအား သီးခြားခေါင်းစဉ် ဖြင့် ဖော်ထုတ်၍ ပြီးစီးရမည့် အချိန်၊ တာဝန်ယူရမည့်ပုဂ္ဂိုလ်၊ ပြန်လည်သတင်းပို့ရမည့်သူ၊ ဆောင်ရွက်ရန် နည်းလမ်းများ ဖော်ပြ၍ ညွှန်ကြားချက် ထုတ်ပြန်ဆောင်ရွက်ရန်။

 (င )	တည်ဆောက်ရေးလုပ်ငန်းများအတွက် ကုမ္ပဏီမှ ချမှတ်ထားသော Rule & Regulation များအတိုင်း အကောင်အထည်ဖော် ဆောင်ရွက်ခြင်း။ 

(စ )	လုပ်ငန်းများအကောင်အထည်ဖော်ရာတွင် လိုအပ်သော ခွင့်ပြုချက်ရရှိရေးကိစ္စ၊ Design လိုအပ်ချက် ကိစ္စတို့အတွက် သက်ဆိုင်ရာ Design team, PDD team တို့မှ တာဝန်ခံများနှင့် ဘေးတိုက်ထိတွေ့ ဆက်ဆံသည့်စနစ်ဖြင့် ဆောင်ရွက်ခြင်း။

 (ဆ)	စီမံကိန်းများ၏ Master Plan များ စီစဉ်ဆောင်ရွက်ထားခြင်း၊ Design ပုံစံများကို လေ့လာ၍ Design Briefing အစည်းအဝေးများ ဆောင်ရွက်ခြင်း။

 (ဇ )	စီမံကိန်းတစ်ခုလုံး၏ Target Budget ကို သိရှိရန် စီစဉ်ဆောင်ရွက်ထားခြင်း၊ လုပ်ငန်းခေါင်းစဉ်အကြီး/ အသေးအလိုက်Budget များသတ်မှတ်ထားခြင်း။ 

(ဈ )	ပစ္စည်းလိုအပ်ချက်၊ လုပ်ငန်းကန်ထရိုက်တာ လိုအပ်ချက်များအတွက် Logistics AGM နှင့် ထက်အောက် ထိတွေ့သည့် စနစ်ဖြင့် ဆောင်ရွက်ခြင်း။

 (ည)	လစဉ်စီမံကိန်းများ၏ သုံးစွဲပြီးငွေ၊ ပေးရန်ရှိငွေ (ကန်ထရိုက်တာ/Supplier)၊ ဘတ်ဂျက်အရ သုံးစွဲရန် ကျန်ငွေစာရင်းများ၊ Report များ ထားရှိရန်/ 

(ဋ )	စီမံကိန်းနှင့်သက်ဆိုင်သည့် ချုပ်ဆိုထားသည့် စာချုပ်စာရင်းများ၊ စာချုပ်အရပေးချေပြီး၊ ပေးရန်ကျန် စာရင်းများ သိရှိအောင်ဆောင်ရွက်ထားခြင်း။

 (ဌ )	မိမိတို့တာဝန်ယူထားရသည့် စီမံကိန်းများ၏ SOP များသည် ကုမ္ပဏီမှ ချမှတ်ထားသော SOP များနှင့် ကိုက်ညီမှု ရှိ/မရှိ အမြဲစစ်ဆေးနေရန်။

 (ဍ )	မိမိလက်အောက် ဝန်ထမ်းများ လုပ်ငန်း ကျွမ်းကျင်မှုနှင့် ဖွံ့ဖြိုးတိုးတတ်မှု ရရှိစေရန်အဝွက် ED, HR ဌာနတို့နှင့် ညှိနှိုင်း၍ လိုအပ်သော သင်တန်းများ စီစဉ်ပေးခြင်း။

 (ဎ )	မိမိလက်အောက်ဝန်ထမ်းများ၏ လူမှုရေးကိစ္စ ကူညီပံ့ပိုးပေးရေး လုပ်ငန်းများကို လိုအပ်သလို စီမံ ဆောင်ရွက်ပေးနိုင်ရေး ဆောင်ရွက်ပေးခြင်း။

 (ဏ)	တည်ဆောက်ရေး Mission တာဝန်များအား နေ့စဉ်အသေးစိတ် တိုးတက်မှု အခြေအနေကို သိရှိအောင် ဆောင်ရွက်ခြင်း။ 

(တ)	အပတ်စဉ် လုပ်ငန်းတိုးတက်မှု အစီရင်ခံစာအား ED ထံတင်ပြရန်နှင့် ED ၏ Report အတွက် လိုအပ်သောအချက်အလက်များကို ပံ့ပိုးပေးခြင်း။ 

 (ထ)	အပတ်စဉ် ကျင်းပသော သက်ဆိုင်ရာကော်မတီ အစည်းအဝေးများအား ပါဝင်တက် ရောက်ဆွေးနွေးခြင်း။

',
            'emp_position'=>'Project Director',
            'group_id'=>4,
            'created_at'=>'2019-09-04 11:44:05',
            'updated_at'=>'2019-10-10 11:57:54'
        ] );


        Employee::create( [
            'emp_id'=>'00000085',
            'emp_name'=>'U Khin Mg Win',
            'emp_jobdesp'=>'

-နံနက်(၇:၀၀) နာရီအချိန်တွင် Office (2A)ရုံးတွင်း/ပြင် လှည့်လည် စစ်ဆေး၍ ထူးခြားဖြစ်စဉ်များရှိပါက မန်နေဂျာသို့ တင်ပြခြင်း။ 

-Office (2A) နှင့် Toiletရှိ သန့်ရှင်းရေးဝန်ထမ်းများ၏ လုပ်ငန်းဆောင်ရွက်နေမှု အခြေအနေများကို လိုက်လံကြည့်ရှု့စစ်ဆေး၍ လိုအပ်ချက်များရှိပါက ထပ်မံဆောင်ရွက်စေခြင်း။ 

-Toilet ရှိ ရေပန်းခေါင်များ၊ဆီးခွက်အတွင်း ပရုပ်လုံးရှိ/မရှိ ၊လက်ဆေးခွက်ရှိရေခေါင်းများကောင်း/မကောင်း၊ Tissue များ၊ လက်ဆေးဆပ်ပြာရည်များ ရှိ/မရှိ စစ်ဆေးခြင်း။ 

-ဝန်ထမ်းများ၏ လိုအပ်ချက်များ ရှိပါက စီစဉ်ဆောင်ရွက်ပေးခြင်း။ 

-အလုပ်သမားများ လိုအပ်ပါက ပြင်ပမှ အလုပ်သမားများအား ဌားရမ်း၍ ကြီးကြပ်ဆောင်ရွက်ပေးခြင်း။

 -အခါအားလျောစွာ ကျင်းပပြုလုပ်သော အိမ်ရာအရောင်းပြပွဲများနှင့် အပတ်စဉ် ကျင်းပပြုလုပ်သော ဘာသာရေးပွဲများတွင် အခမ်းအနားပြင်ဆင်ခြင်း လုပ်ငန်းများအား ပူးပေါင်းကူညီဆောင်ရွက်ခြင်း။ 

-အထက်လူကြီးများ၏ လုပ်ငန်းလိုအပ်ချက်အရ ပေါ်ပေါက်လာသော လုပ်ငန်းတာဝန်များအား ပူးပေါင်းဆောင်ရွက်ခြင်း။

',
            'emp_position'=>'Supervisror',
            'subdept_id'=>4,
            'dept_id'=>13,
            'group_id'=>5,
            'team_id'=>4,
            'created_at'=>'2019-09-04 11:44:05',
            'updated_at'=>'2019-10-10 11:58:44'
        ] );


        Employee::create( [
            'emp_id'=>'00000086',
            'emp_name'=>'U Saw Bo Bo Tun',
            'emp_jobdesp'=>'

1.	စီမံကိန်းအလိုက်အမှာစာကိုင်တွယ်ရန် 

2.	အမှာစာပါပစ္စည်း၊ ကန်ထရိုက်တာအမျိုးအစား၊ Budget နှင့်အချိန် ရှင်းလင်းစွာသိရန် 

3.	အမှာစာအား တာဝန်ယူသည့် အဖွဲ့ခေါင်းဆောင်နှင့် ဝန်ထမ်းအမည် ပါဝင်စေရန် 

4.	ပစ္စည်းမှာယူ ကန်ထရိုက်တာခန့်အပ်ခြင်း

 5.	စာချုပ်တစ်ခုစီအား History File များဖြင့် ထိန်းသိမ်းထားရန်

 6.	ငွေပေးချေခြင်းလုပ်ငန်းများ ဆောင်ရွက်ရန်အတွက် Bill များပြင်ဆင်ပေးရန် 

7.	ဆိုဒ်ထဲရှိ မလိုအပ်သော ပစ္စည်းများ ပြန်လည်သိမ်းဆည်း၍ Main Store တွင်ထိန်းသိမ်းခြင်းနှင့် လိုအပ်သလို ပြန်ထုတ်ပေးရန်

',
            'emp_position'=>'General Manager',
            'dept_id'=>11,
            'group_id'=>4,
            'created_at'=>'2019-09-10 12:30:17',
            'updated_at'=>'2019-10-10 12:00:40'
        ] );


        Employee::create( [
            'emp_id'=>'00000090',
            'emp_name'=>'U Si Tun Aung',
            'emp_jobdesp'=>'

(၁)ကုမ္ပဏီ၏ Software ပိုင်းဆိုင်ရာများ၊ Hardware ပိုင်းဆိုင်ရာများ ကူညီဖြေရှင်းပေးခြင်းတွင် လိုအပ်သည်များ ကူညီပံ့ပိုးပေးရန်၊ စီမံကွပ်ကဲပေးခြင်း။ 

(၂)Data Serve များ၏ Software ပိုင်းဆိုင်ရာလုံခြုံရေး၊ Hardwareပိုင်းဆိုင်ရာလုံခြုံရေး(၂)ခုလုံးအား စနစ်တကျ စီမံကွပ်ပဲဆောင်ရွက်ခြင်း။

 (၃)CCTV Data များအား စနစ်တကျသိမ်းဆည်းယူခြင်း၊ Storage ပြုလုပ်ခြင်းကိစ္စရပ်များကို စနစ်တကျ စီမံကွပ်ကဲဆောင်ရွက်ခြင်း။ 

(၄)ကုမ္ပဏီ၏ Website & Email Control စနစ်များကို ပုံမှန် Update ပြုလုပ်ခြင်းနှင့် လုံခြုံမှုရှိစေရေးကို စနစ်တကျ စီမံကွပ်ကဲဆောင်ရွက်ပေးခြင်း။ 

(၅)SAP User Support ကိစ္စများ၊ SAP Function Support ပေးခြင်းကိစ္စများ ၊SAP Report များထုပ်ပေးခြင်း၊ SAP Data Back-up များ ပြုလုပ်ခြင်း၊ SAP Server & Data Base များ Checkပြုလုပ်ပေးခြင်းကိစ္စများ၊ SAP Server Log Check များ ပြုလုပ်ခြင်းကိစ္စများအား စနစ်တကျရှိစေရန် စီမံကွပ်ကဲဆောင်ရွက်ခြင်း။

(၆)Internet Service အကျိုးတူလုပ်ငန်းများအား အကောင်အထည်ဖော် ဆောင်ရွက်ပေးခြင်း။

(၇)Monitoring Software Develop ပြုလုပ်ခြင်းအတွက် လိုအပ်သည်များကို ပံ့ပိုးကူညီဆောင်ရွက်ပေးခြင်း။ (၈)လိုအပ်သော Report အဆင့်ရောက်သည်အထိ လိုအပ်သော ပြင်ဆင်မှုများ၊ Update ပြုလုပ်မှုများကို ပံ့ပိုးကူညီဆောင်ရွက်ပေးခြင်း။ 

(၉)Monitoring Software အသုံးပြုမှုများအတွက် လိုအပ်သည်များကို ပံ့ပိုးကူညီရှင်းလင်းပေးခြင်း။ 

(၁၀)Department တစ်ခုစီ၊ လူတစ်ဦး၏ ဆောင်ရွက်ချက်များအား Report ပေးခြင်းအတွက် စနစ်တကျ စီမံကွပ်ကဲဆောင်ရွက်ခြင်း။

 (၁၁)ဌာနအတွင်းရှိ ဝန်းထမ်းများ၏ လုပ်ငန်းဆောင်ရွက်ပြီးစီးမှုများအား စီမံကွပ်ကဲစစ်ဆေးခြင်း။

',
            'emp_position'=>'Manager(HOD)',
            'group_id'=>5,
            'created_at'=>'2019-09-09 13:11:24',
            'updated_at'=>'2019-10-10 12:02:33'
        ] );


        Employee::create( [
            'emp_id'=>'00000094',
            'emp_name'=>'U Soe Htay',
            'emp_jobdesp'=>'

သား၊ငါး ၀ယ္မႈအား စစ္ေဆးျခင္း။ 

သား၊ငါး ဟင္းသီးဟင္းရြက္ မ်ားေဆးေၾကာသန္႔စင္ျခင္းအား ႀကီးၾကပ္ ေဆာင္ရြက္ျခင္း ။ 

နံနက္စာ၊ေန႔လည္စာ၊ညစာ၊OT အတြက္ ခ်က္ျပဳတ္မႈ အား ႀကီးၾကပ္ျခင္း ။

 ေစ်း၀ယ္ပစၥည္း စာရင္းမ်ား စစ္ေဆးျခင္း ။

',
            'emp_position'=>'Manager',
            'subdept_id'=>1,
            'dept_id'=>13,
            'group_id'=>5,
            'team_id'=>1,
            'created_at'=>'2019-09-04 11:44:05',
            'updated_at'=>'2019-10-10 12:03:36'
        ] );


        Employee::create( [
            'emp_id'=>'00000100',
            'emp_name'=>'Daw Thet Thet Aye',
            'emp_jobdesp'=>'

(က) RW/RM များအတွက် WBS Code များစီစစ်ထည့်ပေးခြင်း။

 (ခ) Shopping List တွင် RW/RM များအား QS တွက်ချက်မှု Data များနှင့် တူညီမှု ရှိ/မရှိ စစ်ဆေးပေးခြင်း။ 

(ဂ) Archi မှ အသုံးပြုထာသော Material Specification များအား စျေးကွက်တွင်ရှိ/မရှိ နှင့် Class မြင့်နေမှုအား      သက်ဆိုင်ရာသို့တင်ပြပြီး Designer နှင့် ဆွေးနွေးညှိနှိုင်းခြင်း။ 

(င) Site မှ တက်လာသော Material Issue များအား Logistic Department နှင့် ဆွေးနွေးညှိနှိုင်းပေးခြင်း။

',
            'emp_position'=>'Assistant General Manager',
            'dept_id'=>10,
            'group_id'=>4,
            'created_at'=>'2019-09-11 12:14:05',
            'updated_at'=>'2019-10-10 12:06:13'
        ] );


        Employee::create( [
            'emp_id'=>'00000147',
            'emp_name'=>'Daw Hay Man Min Maw',
            'emp_jobdesp'=>'

-AP/AR များ စဉ်ဆက်မပြတ်စောင့်ကြည့်စစ်ဆေးပေးရန်။ -Bookkeeping နှင့် Account Reports များ အမှားအယွင်းမရှိစေရန် စစ်ဆေးပေးခြင်း။

 -Expenses & Cash Control အတွက် စီစစ် စစ်ဆေးပေးခြင်း။

 -Marketing Department အတွက် လိုအပ်သော Petty Cash နှင့် Expenses များ စစ်ဆေးထုတ်ပေးခြင်းနှင့် Report ထုတ်ပေးခြင်း။ 

-Contract တွင် ပါဝင်သော ငွေပေးချေးမှု ပမာဏများ၊ အချိန်ကာလများ အမှားအယွင်းမရှိစေရန် စီစစ်ပေးခြင်း။

 -Instalments ပေးသွင်းရန် အချိန်ကာလများအလိုက် ငွေတောင်းခံခြင်းနှင့် အတိုးနှုန်းများ တွက်ချက်ခြင်း။

 -ရောင်းချလိုက်သော အိမ်များနှင့် သက်ဆိုင်သော RV and Invoice control ဆောင်ရွက်ပေးခြင်း။

 -SOLD / UNSOLD Units များ၏ Record များကိုး စောင့်ကြည့်စစ်ဆေးခြင်း။

 -Weekly/Monthly Report များတွင် ပေးရန်၊ ရရန် Reports များ စစ်ပေးခြင်း။ 

-SAP System အတွက် လိုအပ်သည်များ ကူညီပံ့ပိုးပေးခြင်း။

-Sales Target & Budget များရေးဆွဲရာတွင် ကူညီဖော်ဆောင်ပေးခြင်း။ 

-Finance Department ၏ လိုအပ်ချက်များအရ လိုအပ်သည်များ ပံ့ပိုးပေးခြင်း။

 -ရောင်းစျေးတွက်ခြင်း၊ Discount တွက်ပေးခြင်း၊ ကြိုပေးငွေ အတိုးတွက်ပေးခြင်း။

 -Month-End and Year-End Report များ ကူညီရေးဆွဲပေးခြင်း။

',
            'emp_position'=>'Senior Accountant',
            'dept_id'=>9,
            'group_id'=>3,
            'created_at'=>'2019-09-10 12:38:48',
            'updated_at'=>'2019-10-10 12:07:46'
        ] );


        Employee::create( [
            'emp_id'=>'00000167',
            'emp_name'=>'U Aye Win',
            'emp_jobdesp'=>'

-နံနက်(၈:၀၀)နာရီမှ (၉:၀၀)နာရီအတွင်း Sector(1)မှSector(5)ဧရိယာအတွင်းရှိ Gate များအား လှည့်လည်စစ်ဆေးခြင်း။ 

-နံနက်(၉:၀၀)နာရီ အချိန်တွင် ဂိတ်များ စစ်ဆေးပြီ: မင်္ဂလာပါရမီစေတီအား တက်ရောက်ကြည့်ရှု့ပြီး ဘုရားလုံခြုံရေ:၊သန့်ရှင်းရေး လိုအပ်သည်များ ညွန်ကြားခြင်း။ 

-နံနက်(၉:၀၀)နာရီခွဲအတွင်း ညပတ်ကင်းအစီရင်ခံစာအား ဖတ်ရှု့ခြင်း။ 

-Sector အသီးသီး၏ အလုပ်သမားများ အဝင်/အထွက် စာရင်းအား ကြည့်ရှု့ခြင်း စီမံရေးရာဌာနသို့ ဆက်လက်တင်ပြခြင်း။

 -လုံခြုံရေးဝန်ထမ်းများအတွက် လိုအပ်သည့်ဝတ်စုံများ တင်ပြခြင်း။ 

-လုံခြုံရေးဝန်ထမ်း တောင်းခံမှုများအား စိစစ်ဖြည့်တင်းပေးခြင်း။

 -ညနေ့(၁၇:၀၀)နာရီမှ(၁၈:၀၀)နာရီအတွင်း Gate များသို့ လှည့်လှည်စစ်ဆေးခြင်း။

',
            'emp_position'=>'Manager',
            'subdept_id'=>6,
            'dept_id'=>13,
            'group_id'=>5,
            'team_id'=>6,
            'created_at'=>'2019-09-04 11:44:05',
            'updated_at'=>'2019-10-10 12:08:39'
        ] );


        Employee::create( [
            'emp_id'=>'00000168',
            'emp_name'=>'Daw Khin Thazin',
            'emp_jobdesp'=>'

-Office(2A) အစည်းအဝေးပွဲများအတွက် ပြင်ဆင်ပေးခြင်း(ရေ၊ ရေနွေး၊ ကော်ဖီ၊ မုန့်)။ 

-ဧည့်တွေ့လိုသူနှင့် ဌာနတာဝန်ခံများအား အချိန်နှင့်တပြေးညီ ချိတ်ဆက်ပေးခြင်း။

 -Phone Book နှင့် ဧည့်မှတ်တမ်းများ ထားရှိခြင်း။

 -ပြင်ပမှ ဆက်သွယ်လာသော ဖုန်းများအား သက်ဆိုင်ရာဌာန/ဝန်ထမ်းများသို့ လွှဲပြောင်းပေးခြင်း(သို့)ဖုန်းလက်ခံသူ မရှိပါက Reception တွင် သေချာလက်ခံထား၍ သက်ဆိုင်ရာဌာန/ဝန်ထမ်းများသို့ သတင်းပို့ခြင်း။ 

-Meeting Room များ သန့်ရှင်းသပ်ရပ်မှု ရှိစေရန် စစ်ဆေးရခြင်း။

 -ဧည့်သည် ဧည့်ခံကျွေးမွေးရန်နှင့် ပတ်ဝန်းကျင်သန့်ရှင်းမှုအား ထိန်းသိမ်းကြီ:ကြပ်ခြင်း။

 -အပတ်စဉ် ကြာသပတေးနေ့တိုင်း ဝတ်ရွတ်အဖွဲ့များအား ကျွေးမွေးရေး ဆောင်ရွက်ခြင်း။ 

-အိမ်ရာအရောင်းပြပွဲများရှိပါက ဝိုင်းဝန်းကူညီဆောင်ရွက်ပေးခြင်း။

',
            'emp_position'=>'Receptionist',
            'subdept_id'=>2,
            'dept_id'=>13,
            'group_id'=>5,
            'team_id'=>2,
            'created_at'=>'2019-09-04 11:44:05',
            'updated_at'=>'2019-10-10 12:09:27'
        ] );


        Employee::create( [
            'emp_id'=>'00000169',
            'emp_name'=>'Daw Shwe Yee Phoo',
            'emp_jobdesp'=>'

-Office(2A) အစည်းအဝေးပွဲများအတွက် ပြင်ဆင်ပေးခြင်း(ရေ၊ ရေနွေး၊ ကော်ဖီ၊ မုန့်)။ 

-ဧည့်တွေ့လိုသူနှင့် ဌာနတာဝန်ခံများအား အချိန်နှင့်တပြေးညီ ချိတ်ဆက်ပေးခြင်း။ 

-Phone Book နှင့် ဧည့်မှတ်တမ်းများ ထားရှိခြင်း။

 -ပြင်ပမှ ဆက်သွယ်လာသော ဖုန်းများအား သက်ဆိုင်ရာဌာန/ဝန်ထမ်းများသို့ လွှဲပြောင်းပေးခြင်း(သို့)ဖုန်းလက်ခံသူ မရှိပါက Reception တွင် သေချာလက်ခံထား၍ သက်ဆိုင်ရာဌာန/ဝန်ထမ်းများသို့ သတင်းပို့ခြင်း။

 -Meeting Room များ သန့်ရှင်းသပ်ရပ်မှု ရှိစေရန် စစ်ဆေးရခြင်း။

 -ဧည့်သည် ဧည့်ခံကျွေးမွေးရန်နှင့် ပတ်ဝန်းကျင်သန့်ရှင်းမှုအား ထိန်းသိမ်းကြီ:ကြပ်ခြင်း။

 -အပတ်စဉ် ကြာသပတေးနေ့တိုင်း ဝတ်ရွတ်အဖွဲ့များအား ကျွေးမွေးရေး ဆောင်ရွက်ခြင်း။ 

-အိမ်ရာအရောင်းပြပွဲများရှိပါက ဝိုင်းဝန်းကူညီဆောင်ရွက်ပေးခြင်း။

',
            'emp_position'=>'Receptionist',
            'subdept_id'=>2,
            'dept_id'=>13,
            'group_id'=>5,
            'team_id'=>2,
            'created_at'=>'2019-09-04 11:44:05',
            'updated_at'=>'2019-10-10 12:10:08'
        ] );


        Employee::create( [
            'emp_id'=>'00000191',
            'emp_name'=>'U Nyein Chan Lin',
            'emp_jobdesp'=>'

မိမိတာဝန္က်သည့္ လမ္းေၾကာင္းအလိုက္ ရံုးဝန္ထမ္းမ်ားကို ရံုးႀကိဳ/ ပို႔ လုပ္ေဆာင္ေပးရန္။

 မိမိအား တာဝန္ေပးအပ္ထားသည့္ ေမာ္ေတာ္ယာဥ္ ႀကံ႕ခိုင္ေရးကို စိစစ္လုပ္ေဆာင္ရန္။

',
            'emp_position'=>'Driver',
            'subdept_id'=>5,
            'dept_id'=>13,
            'group_id'=>5,
            'team_id'=>5,
            'created_at'=>'2019-09-04 11:44:05',
            'updated_at'=>'2019-10-10 12:10:46'
        ] );


        Employee::create( [
            'emp_id'=>'00000231',
            'emp_name'=>'U Sein Lwin',
            'emp_jobdesp'=>'

(၁) ဉက္ကဌ (သို့) ED မှ ချမှတ်ထားသော Mission အရ လုပ်ငန်းစီမံချက်များအား PD,PM များနှင့်ညှိနှိုင်းတိုင်ပင်ပြီး ED      ၏Mission အားအကောင်ထည်ဖော်ဆောင်ရွက်ခြင်း။ 

(၂) အပတ်စဉ်/လစဉ် လုပ်ငန်းတိုးတက်မှုအစီရင်ခံစာ များအားတောင်းခံခြင်း၊ ပြန်လည်သုံးသပ်ခြင်းနှင့် ED ထံတင်ပြအစီ      အရင်ခံခြင်း။ 

(၃) စီမံကိန်များ၏ လုပ်ငန်းတိုးတက်မှု၊ဆောင်ရွက်နေမှုအခြေအနေများအား၊ Landscaping အတွက်အပင်များစိုက်ပျိုးထား      မှုအခြေအနေများ၊ တွန်းအားပေးခြင်းနှင့် Project များ၏ Documentation များစနစ်တကျထားရှိမှု များအားစစ်ဆေး      အတည်ပြုပြီး EDထံတင်ပြအစီရင်ခံခြင်း။ 

(၄) PDD ဌာန၏အစိုးအရပိုင်းဆိုင်ရာထိတွေမှုများနှင့် ပါမစ်ဆိုင်ရာလုပ်ငန်းတိုးတက်မှု အခြေနေများအား ED ၏လမ်းညွှန်       မှုနှင့်အတူ Report များရယူခြင်း၊ Review လုပ်ခြင်း၊ Design ဌာနနှင့် ညှိနှိုင်းဆွေးနွေးရမည့်အပိုင်းများ၊ Design       လိုအပ်ချက်များအားပေါင်းစပ်ညှိနှိုင်းပေးခြင်း၊ ED အားအစီအရင်ခံတင်ပြခြင်း။ 

(၅) Design ဌာနနှင့်အကောင်ထည်ဆောင်ရွက်နေသည့်စီမံကိန်းများ၏ Concept Design ရရှိရေး။၎င်း  Concept အရ      Design အပ်နှံရေး(Archi,Structure,M&E) များနှင့်ညှိနှိုင်ချိတ်ဆက်ပြီး Target Date များသတ်မှတ်ပြီး Design       Tracking လိုက်ခြင်း နှင့် Desgin တိုးတက်မှုဖြစ်စဉ်များအား ED အားအစီအရင်ခံတင်ပြခြင်း။ စီမံကိန်းများ၏ Design      Discussion Meeting များအားတက်ရောက်ခြင်းနှင့်နောက်ကျနေသည့် Design အခြေနေများအားဆွေးနွေးခြင်း။ 

(၆) Batching Plant ၊ HMM Department နှင့် Pilling team တို့ နှင့် တည်ဆောက်ရေးလုပ်ငန်းများအတွက်လိုအပ်မည့်      ယာဉ် ၊ယန္တရားနှင့်ကွန်ကရစ်များ Pile လုပ်ငန်းများစရိတ်သက်သာစွာဖြင့် သတ်မှတ်အချိန်အတွင်းရရှိဆောင်ရွက်နိုင်ရေး။      ယာဉ်များ၏ ဝင်ငွေ/ထွက်ငွေအကျိုးအမြတ်စာရင်းများ၏ Report များအား Review လုပ်ခြင်း၊လုပ်ငန်းလိုအပ်ချက်များ      အားဆွေးနွေးညှိနှိုင်းပြီး ED အားတင်ပြခြင်း။ 

(၇) QA,QC team နှင့် စီမံကိန်းတည်ဆောက်မှုဆိုင်ရာအရည်အသွေးများအားပုံစံ Design များအတိုင်းပြည့်မှီစေရေး၊       လုပ်ငန်းအမှားများ List ထုတ်ထားရေး ၊ Check List အား စနစ်တကျ သိမ်းဆည်းခြင်းရှိမရှိများကို ရံဖန်ရံခါစစ်ဆေး       ခြင်းနှင့် QA,QC team ၏ Report များအား Review လုပ်၍ ED အားတင်ပြခြင်း။

 (၈) အမှုဆောင်ဒါရိုက်တာအားတာဝန်ခံ၍ လုပ်ငန်းညှိနှိုင်းအစည်းအဝေးများတက်ရောက်ခြင်း၊ Site Visit များသွားလာခြင်း      နှင့် လုပ်ငန်းတိုးတက်မှုအခြေအနေ ၊ အုပ်ချုပ်မှုဆိုင်ရာအခြေအနေများအား နှင့် Site Admin ပိုင်းဆိုင်ရာ ၊သန့်ရှင်းရေး      ဆိုင်ရာများ၊ စာရွက်စာတမ်းထားသိုမှုများစနစ်တကျ ရှိမရှိစစ်ဆေးခြင်းနှင့် ED အား Report အစီအရင်ခံစာတင်ခြင်း။

',
            'emp_position'=>'Manager',
            'dept_id'=>10,
            'group_id'=>4,
            'created_at'=>'2019-09-10 12:42:01',
            'updated_at'=>'2019-10-10 12:11:26'
        ] );


        Employee::create( [
            'emp_id'=>'00000233',
            'emp_name'=>'Daw Khin Htet Htet Aung',
            'emp_jobdesp'=>'

-Sales Target များခန့်မှန်းသတ်မှတ်ခြင်း။ -ချမှတ်ထားသော Sales Targets များ ပြည့်မီအောင် စီစဉ်ဆောင်ရွက်ခြင်း။Strategies & Sale Plans များချမှတ်ခြင်း။

 -Customer Database ပိုမိုကောင်းမွန်အောင် စီစဉ်ဆောင်ရွက်ခြင်း။

 -team အင်အား ပိုမိုပြည့်မီကောင်းမွန်လာစေရန် လူသစ်များ ခေါ်ယူခန့်အပ်သင်ကြားပေးခြင်း။ 

-Customer Relationships ပိုမိုကောင်းမွန်လာစေရန် လိုအပ်ချက်များကို စစ်ဆေးပြီး ကြိုတင်စီစဉ်ဆောင်ရွက်ခြင်း။ 

-လက်ရှိအရောင်းStatus၊ လက်ခံရရှိငွေ၊ Sale Close ရန် ရှိနေသော Customers များ၏ Report များကို Marketing Director ထံ တင်ပြအစီရင်ခံခြင်း။

 -လက်ရှိစျေးကွက်အခြေအနေများ၊ စျေးနှုန်းများ၊ ပြိုင်ဘက်ကုမ္ပဏီများ၏ အခြေအနေများကို စဉ်ဆက်အပြတ်လေ့လာပြီး တင်ပြဆွေးနွေးရန်။ 

-Customers များ၏ ညှိနှိုင်းခြင်း ကိစ္စများအတွက် အဓိက Contact Person အဖြစ် ရှိနေပေးရန်။ 

-Customers များနှင့် ရေရှည်ကောင်းမွန်ခိုင်ခံ့သော Relationship တည်ဆောက်ထိန်းသိမ်းရန်။ 

-Sales Prices Negotiations များ၏ Maximum Profit Margin ရရှိရေး တာဝန်ယူ ညှိနှိုင်းဆွေးနွေးရန်။

-Customers များနှင့် ဆက်စပ်နေသော ပတ်ဝန်းကျင်၊ မိတ်ဆွေ၊ Referrals များကြားတွင် နာမည်ကောင်းနှင့် ရပ်တည်နိုင်ရန်။

 -လိုအပ်ချက်များ၊ ဆောင်ရွက်ပေးရန်များအတွက် Solutions ကို အချိန်မီ အဆင်ပြေဆုံးဆောင်ရွက်ပေးရန်။ 

-လက်ရှိဆောင်ရွက်နေသော Sales Leads/Initiatives များကို Weekly/Monthly/Report များတင်ပြရန်။

 -လက်ရှိ ရှိရင်းစွဲ Customers များကို အခြားခြားသော Product Deals များ ထပ်မံရောင်းချရန် နှင့် လိုအပ်နိုင်သည်များကို ကြိုတင်ပြင်ဆင်ဆောင်ရွက်ထားရန်။

 -ခန့်မှန့်ထားသော Sales Targets များ ပြည့်မီအောင် ဆောင်ရွက်ရန် လမ်းစဉ်များ ပြင်ဆင်တင်ပြရန်။ 

-Customer Status Reports များ ပြင်ဆင်တင်ပြခြင်း။

 -Sales team Members များအတွက် ချမှတ်ပေးထားသော Customer နယ်ပယ်အတွင်း အောင်မြင်စွာရောင်းချနိုင်ရန် ကူညီထောက်ပံ့ပေးခြင်း။

 -Customers များက တောင်းဆိုသော ခက်ခဲသော Request များ၊ တောင်းဆိုချက်များကို ကူညီညှိနှိုင်းပေးခြင်း။

',
            'emp_position'=>'Sr.Manager',
            'dept_id'=>9,
            'group_id'=>3,
            'created_at'=>'2019-09-10 12:29:26',
            'updated_at'=>'2019-10-10 12:12:35'
        ] );


        Employee::create( [
            'emp_id'=>'00000247',
            'emp_name'=>'U Nay Win Myint',
            'emp_jobdesp'=>'--------',
            'emp_position'=>'Manager(HOD)',
            'group_id'=>1,
            'created_at'=>'2019-10-03 17:30:00',
            'updated_at'=>'2019-10-03 17:30:00'
        ] );



        Employee::create( [
            'emp_id'=>'00000252',
            'emp_name'=>'Daw Su Sandar',
            'emp_jobdesp'=>'',
            'emp_position'=>'HOD',
            'group_id'=>2,
            'created_at'=>'2019-11-29 06:00:00',
            'updated_at'=>'2019-11-29 06:00:00'
        ] );



        Employee::create( [
            'emp_id'=>'00000253',
            'emp_name'=>'Daw Lu Lu',
            'emp_jobdesp'=>'Office 2A/2B ရွိ က်ား /မ အိမ္သာမ်ား သန္႔ရွင္းေရး ေဆာင္ရြက္ရန္',
            'emp_position'=>'Cleaner',
            'subdept_id'=>4,
            'dept_id'=>13,
            'group_id'=>5,
            'team_id'=>4,
            'created_at'=>'2019-09-04 11:44:05',
            'updated_at'=>'2019-10-10 12:13:31'
        ] );



        Employee::create( [
            'emp_id'=>'00000273',
            'emp_name'=>'Daw Thinzar Khine',
            'emp_jobdesp'=>'

(က) စီမံကိန်းတွက်သုံးမည့် ငွေလျာထားသတ်မှတ်ခြင်းလုပ်ငန်းစဉ်အလိုက်ခွဲဝေအသုံးပြုစာရင်းရေးဆွဲခြင်း။

 (ခ) ဆောင်ရွက်ရန်၊ ဆောင်ရွက်ပြီး၊ ဆောင်ရွက်ရန်ကျန်လုပ်ငန်းများအတွက်အပတ်စဉ်၊ လစဉ်အသုံးပြုရန်/ပြုပြီး/လက်ကျန်      များအားရေးဆွဲခြင်း။ 

(ဂ) Requestion Material (RM) အတွက်ခွင့်ပြုမည့်စာရင်းစီစစ်ထုတ်ပေးခြင်း။      Requestion Work ( RW) များအတွက် ခွင့်ပြုရန်စီစစ်ပေးခြင်း။

 (ဃ) PD သို့ Report ပေးခြင်း။ 

(င) လအလိုက်သုံးစွဲမည့် ငွေကြေးလျာထားမှုများအား တစ်လတစ်ကြိမ်အစီအရင်ခံတင်ပြခြင်း။ 

(စ) လိုအပ်သောလုပ်ငန်းစာချုပ်ချုပ်ဆိုရန် Scope များ Budget များစီစစ်ခြင်း၊ PD ထံမှ အတည်ပြုချက်ရယူခြင်းနှင့်        Contractor ဌာနသို့တင်ပြတောင်ခံခြင်း။

',
            'emp_position'=>'SAE',
            'dept_id'=>10,
            'group_id'=>4,
            'created_at'=>'2019-09-11 12:12:14',
            'updated_at'=>'2019-10-10 12:14:13'
        ] );


        Employee::create( [
            'emp_id'=>'00000276',
            'emp_name'=>'U Zaw Htun Aung',
            'emp_jobdesp'=>'

(က )	HR ဝန်ထမ်းများကို စည်းစနစ်တကျရှိရေး ကြီးကြပ်ကွပ်ကဲရန်။ 

(ခ )	HR စီမံကိန်းများ ရေးဆွဲတင်ပြနိင်ရေးဆောင်ရွက်ခြင်း။ 

(ဂ )	အဖွဲ့အစည်း (သို့) ကုမ္ပဏီမှ လိုအပ်သော လုပ်ငန်းအမျိုးအစားနှင့် အရေအတွက်အလိုက် ခန့်မှန်းတွက်ချက်ကာ အလုပ်အကိုင်အခွင့်အလမ်းများ စီမံပြုစုရန်။ 

(ဃ)	ဝန်ထမ်းရွေးချယ်ခန့်အပ်မှုကို ကြီးကြပ်ဆောင်ရွက်ပေးရန်။ 

(င )	လေ့ကျင့်သင်ကြားပေးခြင်းဖြင့် ဝန်ထမ်းများ၏ စွမ်းဆောင်ရည် မြှင့်တင်ပေးနိုင်ရေး ပေါင်းစပ်ညှိနှိုင်း ဆောင်ရွက်ရန်။

 (စ )	ဝန်ထမ်းများ၏ စွမ်းဆောင်ရည်အကဲဖြတ်ခြင်းနှင့် ပြန်လည်သုံးသပ်ခြင်းများပြုလုပ်၍ တင်ပြနိုင်ရေး ဆောင်ရွက်ရန်။ 

(ဆ)	ဝန်ထမ်းများ၏ အကျိုးခံစားခွင့် (ရာထူးတိုး/လစာတိုး)အတွက် သတ်မှတ်ပုံစံများနှင့်အညီ ဆောင်ရွက်ရေး ကြီးကြပ်ကွပ်ကဲရန်။

 (ဇ )	ဝန်ထမ်းများ၏ နစ်နာထိခိုက်မှုများ၊ စည်းကမ်းဖောက်ဖျက်မှုများနှင့် အငြင်းပွားမှုများကို ကိုင်တွယ် ဖြေရှင်းပေးရန်နှင့် ဝန်ထမ်းများ၏ အထွေထွေလိုအပ်ချက်များကို ညှိနှိုင်းဖြည့်ဆည်းပေးရန်။ 

(ဈ )	စီမံခန့်ခွဲသူများသို့ ဝန်ထမ်းရေးရာလိုအပ်သော အကြံများပေးရန်။

 (ည)	ဝန်ထမ်းများ၏ မှတ်တမ်းများထိန်းသိမ်းခြင်း စနစ်တကျရှိစေရေး ဆောင်ရွက်ရန်။ 

(ဋ )	ကုမ္ပဏီ၏ မှတ်တမ်းများကိုIT နည်းပညာဖြင့် ထိန်းသိမ်းခြင်းလုပ်ငန်းများ စနစ်တကျရှိစေရေး ကြပ်မတ်ဆောင်ရွက်ရန်။

 (ဌ )	ကုမ္ပဏီရှိဝန်ထမ်းများ၏ လုပ်ငန်းဆောင်ရွက်ပြီးစီးမှုအခြေအနေကို ခေတ်မီ နည်းပညာဖြင့် စောင့်ကြည့် Report ထုတ်နိုင်ရေး ကြီးကြပ်ဆောင်ရွက်ရန်။ 

(ဍ )	ကုမ္ပဏီ၏ မှတ်တမ်းများ ထိန်းသိမ်းရာ Data Server ထိန်းသိမ်းမှုကို ကြီးကြပ်ပေးရန်။

',
            'emp_position'=>'Director',
            'group_id'=>5,
            'created_at'=>'2019-09-04 11:44:05',
            'updated_at'=>'2019-10-10 12:15:06'
        ] );


        Employee::create( [
            'emp_id'=>'00000278',
            'emp_name'=>'U Zaw Naing Oo',
            'emp_jobdesp'=>'

- လုံခြုံရေးဆိုင်ရာ ကိစ္စရပ်များကို ကြီ:ကြပ်ဆောင်ရွက်ခြင်း။ 

- ရုံးတွင်း/ပြင် သန့်ရှင်းရေး ကိစ္စများ ကြီ:ကြပ်ဆောင်ရွက်ခြင်း။ 

- Landscape ဆောင်ရွက်မှုအား ကြီ:ကြပ်ဆောင်ရွက်ခြင်း။ 

- ပြုပြင်ထိန်းသိမ်းရေး လုပ်ငန်းများ လစ်ဟာမှုမရှိစေရေး ကြီ:ကြပ်ဆောင်ရွက်ခြင်း။ 

- စားရိပ်သာဆိုင်ရာ ကိစ္စရပ်များ ကြီ:ကြပ်ဆောင်ရွက်ခြင်း။ 

- သယ်ယူပို့ဆောင်ရေး၊ မော်တော်ယာဉ်ဆိုင်ရာ ကိစ္စရပ်များ ကြီ:ကြပ်ဆောင်ရွက်ခြင်း။ 

- ဧည့်ကြို လုပ်ငန်းများ ချောမွေ့အဆင်ပြေစေရေး ကြီ:ကြပ်ဆောင်ရွက်ခြင်း။ 

- ပွဲများကျင်းပခြင်းဆိုင်ရာ ညှိနှိုင်းဆာင်ရွက်ပေးခြင်း။ 

- ဝန်းထမ်းစည်းကမ်း ထိန်းသိမ်းမှု ဆောင်ရွက်ခြင်း။

',
            'emp_position'=>'General Manager(HOD)',
            'subdept_id'=>1,
            'group_id'=>5,
            'team_id'=>1,
            'created_at'=>'2019-09-09 09:57:36',
            'updated_at'=>'2019-10-10 12:16:01'
        ] );


        Employee::create( [
            'emp_id'=>'00000290',
            'emp_name'=>'Daw Zune Pwint Khaing',
            'emp_jobdesp'=>'

ပုံမှန်ဆောင်ရွက်ရမည့်လုပ်ငန်း Mission များ 

 (1)	Baseline Budget & Master Schedule ရေးဆွဲရန်။ Proposal budget များတင်ပြတောင်ခံရန်

 (2)	2 Week (Form_C) စစ်ရန်နှင့် Progress ကြည့်ရန်။ ED ထံသို့ Monthly report တင်ရန် 

(3)	သက်ဆိုင်ရာဌာနများသို့လုပ်ငန်းပြီးစီးမှုမှတ်တမ်းများ Monthly report ပေးပို့ရန်နှင့် ဌာနသို့အပ်နှံရမည့် Target date များအား Minestone ထားဆောင်ရွက်ရန်

 (4)	Daily Progress များကြည့်ရန်နှင့် urgent issue များရှင်းရန် 

(5)	team member များနှင့်လုပ်ငန်းပြီးစီးမှု၊အခက်အခဲ၊ Design issue များအား Weekly Meeting လုပ်၍ဆွေးနွေးရန်

 (6)	Site တာဝန်ခံများနှင့်လုပ်ငန်းပြီးစီမှု၊အခက်အခဲ၊ Design issue များအား Weekly Meeting လုပ်၍ဆွေးနွေးရန် 

(7)	PDD နှင့် လုပ်ငန်း Permit ကိစ္စများ Weekly Meeting လုပ်၍ဆွေးနွေးရန်

 (8)	Design department နှင့် လိုအပ်သော Design issue များအား Weekly Meeting လုပ်၍ဆွေးနွေးရန်

 (9)	Logistics department သို့ ပေးပို့ထားသော Shopping List များနှင့် contractor & material ရရှိမှု အခြေနေအား Weekly စစ်ဆေးအတည်ပြုရန် 

                                                                                   (10)	မိမိနှင်သက်ဆိုင်သော Project များ၏ public  relationship နှင့်ပတ်သတ်၍ ဂရုစိုက်ပေး၊     လိုအပ်တာဖြေရှင်းပေးရန်

 (11)	Internal audit, External audit စစ်ဆေးခံနိုင်ရန် BOQ များပြင်ဆင်ထားရန်နှင့် project closing အတွက် Document ပြည့်ပြည့်စုံစုံအပ်နှံနိုင်ရန်ပြင်ဆင်ထားရန်

',
            'emp_position'=>'Project Director',
            'group_id'=>4,
            'created_at'=>'2019-09-04 11:44:05',
            'updated_at'=>'2019-10-10 12:17:15'
        ] );


        Employee::create( [
            'emp_id'=>'00000291',
            'emp_name'=>'Daw Khin Nyein Chan',
            'emp_jobdesp'=>'

(၁) Executive Director ၏ရုံးလုပ်ငန်းဆိုင်ရာ ကိစ္စရပ်များနှင့်စာရွက်စာတမ်းများပေပို့ခြင်းထိန်းသိမ်းဆောင်ရွက်ခြင်း။ 

(၂) Executive Director Office သို့ ရောက်ရှိလာသော ဝင်စာများအား Register ပြုလုပ်ခြင်း၊ ED ညွှန်ကြားချက်များအရ       အခြား Department သို့ပေးပို့ဆောင်ရွက်ခြင်း။ 

(၃) ED Office ၏ရုံးစာများရေးသားဆောင်ရွက်ခြင်း၊ ED Office မှကျင်းပသော အစည်းဝေးများတွင် Meeting Minutes        Record  ပြုလုပ်ခြင်းနှင့်အစည်းအဝေးမှတ်တမ်းများရေးသားခြင်းနှင့်ဖြန့်ဝေခြင်း။ 

(၄) Executive Director အုပ်ချုပ်မှုအောက်တွင်ရှိသော Department များမှ ရောက်ရှိလာသော RW/RM များအား      Register ပြုလုပ်ခြင်းနှင့်ED အားတင်ပြ၍ သက်ဆိုင်ရာဌာနများသို့ပေးပို့ဆောင်ရွက်ခြင်း။ 

(၅) Executive Director အုပ်ချုပ်မှုအောက်တွင်ရှိသော Department များမှ ရောက်ရှိလာသော Bill များအား Register       ပြုလုပ်ခြင်းနှင့်ED စိစစ်အတည်ပြု လက်မှတ်ရေးထိုးပြီးပါက Bill Department သို့ပေးပို့ဆောင်ရွက်ခြင်း။ 

(၆) ရုံးတွင်ထားရှိရမည့် Report များ၊ Record စာရွက်စာတမ်းများအား စနစ်တကျထားသိုသိမ်းဆည်းခြင်း။ 

(၇) Executive Director Office အတွက်လိုအပ်သော Stationary များ၊ Equipment & Tools များအား Fixed Assets       Department မှတောင်းခံပေးခြင်းနှင့် Fixed Assets များ Record ထားရှိဆောင်ရွက်ခြင်း။

 (၈) Executive Director မှအခါအားလျော်စွာပေးအပ်သောတာဝန်များဆောင်ရွက်ခြင်း။

',
            'emp_position'=>'Document Controller',
            'dept_id'=>10,
            'group_id'=>4,
            'created_at'=>'2019-09-10 12:40:48',
            'updated_at'=>'2019-10-10 12:18:06'
        ] );


        Employee::create( [
            'emp_id'=>'00000293',
            'emp_name'=>'U Thein Swe',
            'emp_jobdesp'=>'

-မော်တော်ယာဉ်များ လိုင်စင်သက်တမ်းတိုးခြင်း၊ ယာဉ်အာမခံ သက်တမ်းတိုးခြင်း၊ ယာဉ်လုပ်ငန်းသက်တမ်းတိုးခြင်း။

 -ဧည့်ခံပစ္စည်း၊ သန့်ရှင်းရေးနှင့် ခန်းတွင်းသုံးပစ္စည်းများ ထုတ်ပေးခြင်း။

 -နေ့စဉ် မော်တော်ယာဉ် ဆီဖိုးတင်တောင်းငွေများအား ဆောင်ရွက်ပေးရခြင်း။

 -မင်္ဂလာပါရမီစေတီ ဘုရားကိစ္စများ ဆောင်ရွက်ပေးခြင်း။ 

-ရုံးကြီးတွင် နေ့(ပိတ်ရက်)/ညပိုင်းတာဝန်မှူး ဆောင်ရွက်ရခြင်း။ 

-ရုံးပိတ်ရက် ဌာနတာဝန်မှူး (Duty)ဆောင်ရွက်ရခြင်း။

',
            'emp_position'=>'Supervisor',
            'subdept_id'=>5,
            'dept_id'=>13,
            'group_id'=>5,
            'team_id'=>5,
            'created_at'=>'2019-09-04 11:44:05',
            'updated_at'=>'2019-10-10 12:18:41'
        ] );


        Employee::create( [
            'emp_id'=>'00000321',
            'emp_name'=>'U Ye Htut',
            'emp_jobdesp'=>'

Saepaing Co.Ltd နှင့် ပတ်သတ်သည့် ဘာသာရေးနှင့် အခမ်းအနားရပ်များ ဆောင်ရွက်ခြင်း။ 

-Admin Dept; မှ ခိုင်းစေသည့် ကိစ္စရပ်များ ဆောင်ရွက်ပေးခြင်း။

 -နေပြည်တော် ထာဝရငြိမ်းချမ်းရေး စေတီတော် တည်ဆောက်ရေးရှိ ဝန်းထမ်း(၅)ဦး၏ အုပ်ချုပ်မှု အသုံးစရိတ်များ၊ စားစရိတ်နှင့် ဝန်းထမ်းဆိုင်ရာ ကိစ္စရပ်များအား ဆောင်ရွက်ခြင်း။ 

-ထာဝရငြိမ်းချမ်းရေး စေတီတော် ငွေစာရင်းရှင်းတမ်းများ နေပြည်တော်နှင့် ရန်ကုန်လွှဲပြောင်းပေးပို့ခြင်း။

',
            'emp_position'=>'Supervisor',
            'subdept_id'=>9,
            'dept_id'=>13,
            'group_id'=>5,
            'team_id'=>9,
            'created_at'=>'2019-09-11 13:08:08',
            'updated_at'=>'2019-10-10 12:19:07'
        ] );


        Employee::create( [
            'emp_id'=>'00000324',
            'emp_name'=>'U Lwin Yar Zar Aung',
            'emp_jobdesp'=>'

-Uniform/ Safety ပစ္စည်းများအား စာရင်းပြုစုခြင်း။

 -Ygn-Mdy အဝယ်စာရင်းများ ထုတ်ပေးခြင်း။ 

-မီတာဆောင်ပေးခြင်း (Office 2A/2B၊ ရွှေဟင်္သာ၊ 7မိုင်နှင့် Other၊ အေးရိပ်မွန်၊ လောကနတ်၊ ပြည်သူ့လမ်း)။ 

-ဌာနအသီးသီးမှ Stationary ပစ္စည်းများ ထုတ်ပေးခြင်း၊ ဥက္ကဋ္ဌ ဘုရားတက်ရာတွင် ကူညီပေးခြင်း။ 

-ရေမီတာဆောင်ပေးခြင်း ။ 

-(၇)မိုင် အိမ်ရာကြေးများ ကောက်ခံပေးခြင်း။

 -ညတာဝန်ကျ ဝန်ထမ်းများ၏ OT စာတင်ခြင်း။

 -တာဝန်မှူးဇယားနှင့် စားစာရင်းများအား ပြုစုခြင်း။

',
            'emp_position'=>'Office Staff',
            'subdept_id'=>1,
            'dept_id'=>13,
            'group_id'=>5,
            'team_id'=>1,
            'created_at'=>'2019-09-11 12:04:33',
            'updated_at'=>'2019-10-10 12:20:03'
        ] );


        Employee::create( [
            'emp_id'=>'00000352',
            'emp_name'=>'U Than Lwin',
            'emp_jobdesp'=>'----',
            'emp_position'=>'Manager(HOD)',
            'group_id'=>1,
            'created_at'=>'2019-10-03 17:30:00',
            'updated_at'=>'2019-10-03 17:30:00'
        ] );



        Employee::create( [
            'emp_id'=>'00000353',
            'emp_name'=>'Daw Anso Mary',
            'emp_jobdesp'=>'

1.	Budget များသတ်မှတ်ခြင်း 

2.	အပတ်စဉ်ငွေပေးချေမှုအတွက် ငွေလျာထားပေးခြင်း 

3.	အခွန်ပေးဆောင်ခြင်းဆိုင်ရာ မူဝါဒများ ချမှတ်ခြင်း

 4.	ကုမ္ပဏီဆိုင်ရာ စာရွက်စာတမ်းများ ထိန်းသိမ်းစာရင်းသွင်းခြင်း 

5.	ကုမ္ပဏီအခြေအနေများကို ဖော်ပြနိုင်သည့် Report များထုတ်ခြင်း၊ Review များရေးခြင်း 

6.	Business Plan နှင့်မြေပြင်အခြေအနေတို့နှိုင်းယှဉ်သည့် Review ရရှိရေး 

7.	စာရင်းရေးသွင်းမှု မူဝါဒများ 

8.	ငွေသုံးစွဲခွင့်ပြုမှု မူဝါဒဆိုင်ရာများ 

9.	ငွေပေးချေမှု ဆိုင်ရာမူဝါဒများ 

10.	ကုမ္ပဏီ၏ OGC, SOP ဆိုင်ရာများ မှတ်တမ်းထားရှိခြင်း 

11.	ဘဏ်ချေးငွေဆိုင်ရာများ Report/ Review ထုတ်ပြန်ရေး 

12.	ရှယ်ယာရှင်များ ငွေကြေးဆိုင်ရာများ ရှင်းလင်းတင်ပြခြင်း

',
            'emp_position'=>'Assistant Finance Director(HOD)',
            'group_id'=>2,
            'created_at'=>'2019-09-10 12:24:18',
            'updated_at'=>'2019-10-10 12:20:57'
        ] );


        Employee::create( [
            'emp_id'=>'00000374',
            'emp_name'=>'U Zaw Myo Hlaing',
            'emp_jobdesp'=>'

စီမံကိန်းဒါရိုက်တာ PD သည် မိမိဆောင်ရွက်ရသော တာဝန်များကို အမှုဆောင်ဒါရိုက်တာ (ED) ထံ သတင်းပို့ အစီရင်ခံ တင်ပြရမည်။ 

(က)	မိမိတာဝန်ယူ ဆောင်ရွက်ရသည့် စီမံကိန်း၏ သမိုင်းကြောင်း အကျဉ်းချုပ်ကို သိရှိရန် စာဖြင့်ပြုစုထားခြင်း။ 

(ခ )	ကုမ္ပဏီ၏ OGC အရပေးအပ်သော တာဝန်များ၊ ED နှင့် BODs မှ ပေးအပ်သော လုပ်ငန်းတာဝန်များ၊ အခါအားလျှော်စွာပေးအပ်လာသော လုပ်ငန်းတာဝန်များ သတ်မှတ်(ခွင့်ပြု) ဘတ်ဂျက်ပမာဏအတွင်းမှ အချိန်မီ ပြီးမြောက်စေရေးအတွက် လုပ်ငန်းခေါင်းစဉ် တစ်ခုစီအား တာဝန်ယူမည့် ပုဂ္ဂိုလ်၊ ပြီးစီးရမည့် အချိန်၊ ပြန်လည်သတင်းပို့ရမည့်သူ၊ ဆုံးဖြတ်ချက်ရယူရန် နည်းလမ်းများပါရှိသော တိကျသည့် ညွှန်ကြားချက်များဖြင့် လက်အောက်ဝန်ထမ်းများအား တာဝန်ပေးအပ်ခြင်း။

 (ဂ )	လုပ်ငန်းညွှန်ကြားချက်ခံယူခြင်း၊ လုပ်ငန်းပိုင်းဆိုင်ရာအခက်အခဲများနှင့် တိုးတက်မှုဆိုင်ရာ Report များ၊ မိမိဆုံးဖြတ်ပိုင်ခွင့်ထက် ကျော်လွန်၍ ဆုံးဖြတ်ရမည့် ကိစ္စများအား ED ထံတင်ပြ၍ လည်းကောင်း၊ ကော်မတီသို့ တင်ပြ၍လည်းကောင်း ဆုံးဖြတ်ချက်ရယူရန်နှင့် ထက်အောက်ထိတွေ့မှုစနစ်များဖြင့် ဆောင်ရွက်ခြင်း။

 (ဃ)	အရေးတကြီး ဆောင်ရွက်ရမည့် လုပ်ငန်းများ၊ နောက်ကျနေသည့် လုပ်ငန်းများအား သီးခြားခေါင်းစဉ် ဖြင့် ဖော်ထုတ်၍ ပြီးစီးရမည့် အချိန်၊ တာဝန်ယူရမည့်ပုဂ္ဂိုလ်၊ ပြန်လည်သတင်းပို့ရမည့်သူ၊ ဆောင်ရွက်ရန် နည်းလမ်းများ ဖော်ပြ၍ ညွှန်ကြားချက် ထုတ်ပြန်ဆောင်ရွက်ရန်။

 (င )	တည်ဆောက်ရေးလုပ်ငန်းများအတွက် ကုမ္ပဏီမှ ချမှတ်ထားသော Rule & Regulation များအတိုင်း အကောင်အထည်ဖော် ဆောင်ရွက်ခြင်း။

 (စ )	လုပ်ငန်းများအကောင်အထည်ဖော်ရာတွင် လိုအပ်သော ခွင့်ပြုချက်ရရှိရေးကိစ္စ၊ Design လိုအပ်ချက် ကိစ္စတို့အတွက် သက်ဆိုင်ရာ Design team, PDD team တို့မှ တာဝန်ခံများနှင့် ဘေးတိုက်ထိတွေ့ ဆက်ဆံသည့်စနစ်ဖြင့် ဆောင်ရွက်ခြင်း။ 

(ဆ)	စီမံကိန်းများ၏ Master Plan များ စီစဉ်ဆောင်ရွက်ထားခြင်း၊ Design ပုံစံများကို လေ့လာ၍ Design Briefing အစည်းအဝေးများ ဆောင်ရွက်ခြင်း။ 

(ဇ )	စီမံကိန်းတစ်ခုလုံး၏ Target Budget ကို သိရှိရန် စီစဉ်ဆောင်ရွက်ထားခြင်း၊ လုပ်ငန်းခေါင်းစဉ်အကြီး/ အသေးအလိုက်Budget များသတ်မှတ်ထားခြင်း။

 (ဈ )	ပစ္စည်းလိုအပ်ချက်၊ လုပ်ငန်းကန်ထရိုက်တာ လိုအပ်ချက်များအတွက် Logistics AGM နှင့် ထက်အောက် ထိတွေ့သည့် စနစ်ဖြင့် ဆောင်ရွက်ခြင်း။ 

(ည)	လစဉ်စီမံကိန်းများ၏ သုံးစွဲပြီးငွေ၊ ပေးရန်ရှိငွေ (ကန်ထရိုက်တာ/Supplier)၊ ဘတ်ဂျက်အရ သုံးစွဲရန် ကျန်ငွေစာရင်းများ၊ Report များ ထားရှိရန်/ 

(ဋ )	စီမံကိန်းနှင့်သက်ဆိုင်သည့် ချုပ်ဆိုထားသည့် စာချုပ်စာရင်းများ၊ စာချုပ်အရပေးချေပြီး၊ ပေးရန်ကျန် စာရင်းများ သိရှိအောင်ဆောင်ရွက်ထားခြင်း။

 (ဌ )	မိမိတို့တာဝန်ယူထားရသည့် စီမံကိန်းများ၏ SOP များသည် ကုမ္ပဏီမှ ချမှတ်ထားသော SOP များနှင့် ကိုက်ညီမှု ရှိ/မရှိ အမြဲစစ်ဆေးနေရန်။

 (ဍ )	မိမိလက်အောက် ဝန်ထမ်းများ လုပ်ငန်း ကျွမ်းကျင်မှုနှင့် ဖွံ့ဖြိုးတိုးတတ်မှု ရရှိစေရန်အဝွက် ED, HR ဌာနတို့နှင့် ညှိနှိုင်း၍ လိုအပ်သော သင်တန်းများ စီစဉ်ပေးခြင်း။ 

(ဎ )	မိမိလက်အောက်ဝန်ထမ်းများ၏ လူမှုရေးကိစ္စ ကူညီပံ့ပိုးပေးရေး လုပ်ငန်းများကို လိုအပ်သလို စီမံ ဆောင်ရွက်ပေးနိုင်ရေး ဆောင်ရွက်ပေးခြင်း။ 

(ဏ)	တည်ဆောက်ရေး Mission တာဝန်များအား နေ့စဉ်အသေးစိတ် တိုးတက်မှု အခြေအနေကို သိရှိအောင် ဆောင်ရွက်ခြင်း။

 (တ)	အပတ်စဉ် လုပ်ငန်းတိုးတက်မှု အစီရင်ခံစာအား ED ထံတင်ပြရန်နှင့် ED ၏ Report အတွက် လိုအပ်သောအချက်အလက်များကို ပံ့ပိုးပေးခြင်း။ 

 (ထ)	အပတ်စဉ် ကျင်းပသော သက်ဆိုင်ရာကော်မတီ အစည်းအဝေးများအား ပါဝင်တက် ရောက်ဆွေးနွေးခြင်း။

',
            'emp_position'=>'Project Director',
            'group_id'=>4,
            'created_at'=>'2019-09-04 11:44:05',
            'updated_at'=>'2019-10-10 12:22:15'
        ] );


        Employee::create( [
            'emp_id'=>'00000415',
            'emp_name'=>'Daw Myat Thandar Htwe',
            'emp_jobdesp'=>'

(က) RW/RM များအား စစ်ဆေးလက်ခံခြင်း၊ စာရင်းသွင်းခြင်း။ 

(ခ) RM မှ ခွင့်ပြုထားသော Item များသို့ Site Store ရှိပစ္စည်းလက်ကျန်များစစ်ဆေးနုတ်ခြင်း။ 

(ဂ) RW/RM များသို့  Shopping List Form ဖြင့်ပစ္စည်းအမှာတက်၍  Logistic Department သို့ Order ပေးပို့ခြင်း။ 

(ဃ) လုပ်ငန်း Bill(Final 10% Bill) များပစ္စည်းအသုံးစာရင်းကျော်/မကျော် စစ်ဆေးပေးခြင်း။ 

(င) Site,PD,GM များ၏ Urgent လုပ်ငန်းများအတွက် လိုအပ်သော Data များကိုဆောင်ရွက်ခြင်း။

',
            'emp_position'=>'Accountant',
            'dept_id'=>10,
            'group_id'=>4,
            'created_at'=>'2019-09-11 12:18:54',
            'updated_at'=>'2019-10-10 12:28:10'
        ] );


        Employee::create( [
            'emp_id'=>'00000418',
            'emp_name'=>'U Zaw Ye Win',
            'emp_jobdesp'=>'

Director JD 

(1)PR ဌာန၏ရည်ရွယ်ချက်ဖြစ်သော 

	- ကုမ္ပဏီမိတ်ဖက်များချဲ့ထွင်ရေး။ 

	- ပတ်ဝန်းကျင်၏ လိုအပ်မှုများကို မိမိတို့ဘက်မှ တာဝန်တရပ်အနေဖြင့် ပါဝင်ထမ်းဆောင်နိုင်ရေး။ 

	- ကုမ္ပဏီ၏ ကောင်းမွန်သော ပုံရိပ်များ ပိုမိုပျံ့နှံ့ထင်ရှားလားရေး။ 	အများပြည်သူများ အထင်မှားစေမည့် သတင်းမှားများရှင်းလင်းဖယ်ရှားရေး  ဆိုသည့်အချက်များကို PR Department အဖွဲ့ဝင်များ (team Member)အားလုံး ကျေညက်အောင် Clear Target ဖြစ်အောင် လုပ်ဆောင်ရမည်။ 

(2)Media-

 	- iSee media ကျယ်ပြန့်နှုန်းနှင့် လူထုစိတ်ဝင်စားသည့် အစီအစဉ်(program)တိုးတက်အောင်လုပ်ရမည်။ 	- (ယခုအခြေအနေသည် Online ပေါ်မှ ပုံမှန် Media အဖြစ်သာ ရှိသေးပြီး၊ လူထုစိတ်ဝင်းစားလာအောင် ဖန်တီးရန် လိုအပ်ချက်များရှိသေးသည်။)Page Like 170,000 ခန့်နှင့် Follower 1980000ခန့် ရှိပြီး Target ပထမအဆင့် Page Like 300,000 ပြည့်မီရန်ကြိုးစားရန်) 

	- AMCS Page တွင် Knowledge Share များ တင်နိုင်ရန် တာဝန်ပေးရန်အတွက်Guide Line ချပေးရန်။ 

(3) MDA ရုံးလုပ်ငန်းများ ချောမွေ့ရန်အတွက် လုပ်ငန်းများသက်မှတ်ပေးရန်။ 

(4) MDA ၏ လှုပ်ရှားမှုတစ်ခုဖြစ်သော အိမ်ရာအရောင်းပြပွဲများ ကျင်းပလျက်ရှိရာ ယခု ပဉ္စမအကြိမ်မြောက် အရောင်းပြပွဲ ကျင်းပပြီးဖြစ်ပါသည်။ 

	- (4.1)ဆဌမအကြိမ် အိမ်ရာအရောင်းပြပွဲ ကျင်းပနိုင်ရေးအတွက် သီတင်းကျွတ်ကာလတွင် ကျင်းပနိုင်ရေး ကြိုတင်ပြင်ဆင် စည်းရုံးမှုများ ပြုလုပ်ရန်။ 

	- (4.2)အိမ်ရာအရောင်းပြပွဲအတွက် Digital Marketing ပိုမိုကျယ်ကျယ်ပြန့်ပြန့် ဆောင်ရွက်နိုင်ရေးအတွက် Internet team ကို တိကျအောင် လမ်းညွှန်ချက်နှင့် ထိရောက်စွာ Target ရွေးချယ်မှုများကို ချမှတ်ပေးရန်။

 (5)Media Network 	- The Global Newlight of Myanmar နှင့် ဆွေးနွေးပြီး ဆောင်ရွက်ရန်။ 	- Online Media အချို့ကို မိတ်ဖက်ပြုလုပ်ရန်(စက်တင်ဘာ၊အောက်တိုဘာ The Nyan Media) 

(6)Political Network 	- နေပြည်တော်မှ လွှတ်တော်ကိုယ်စားလှယ်များ၊ ရန်ကုန်၊ မန္တလေးမှ လွှတ်တော်ကိုယ်စားလှယ်များနှင့် ပုံမှန်ထိတွေ့ဆက်ဆံမှုရှိရန်။ 	- team-A အဖွဲ့ဝင်များကို ပုံမှန်ပေါင်းစပ်ပေးရန်နှင့် ၄င်းတို့ လိုအပ်ချက်များဖြည့်ဆည်းပေးရန်။ 

	- ပါတီဆက်ဆံရေး ပုံမှန်တိုးတက်နေရန် 	- နိုင်ငံရေး အင်အားစုများနှင့် အမြဲတမ်းအပြုသဘောဆောင်သော ဆက်ဆံရေးတစ်ရပ် ထူထောင်ထားရန်

 	- (7)Real estate ဆက်ဆံရေး တိုးတက်ရန်အတွက် အချို့သော Real estate အသင်းများနှင့် MOU ရေးထိုးနိုင်ရန်၊ ဆက်စပ်လုပ်ငန်းများ အကောင်အထည်ဖော်ဆောင်ရန် 

	(8) UMFCCI မှ ဖွဲ့စည်းထားသော Cross Border Trade Facilitating Committee တွင် ပူးပေါင်းပါဝင်ဆောင်ရွက်နေသည်။ဆက်လက် Follow Up လုပ်ရန်။

 	- MLCA အဖွဲ့ဝင်အများစုပါဝင်သော Myanmar- India- China ချစ်ကြည်ရေးနှင့် စီးပွားရေးဖွံ့ဖြိုးမှုအဖွဲ့တွင် ပူပေါင်းပါဝင်ဆောင်ရွက်လျက်ရှိသည်။ ဆက်လက် Follow Up လုပ်ရန်။

 	- Myanmar China India Association အဖွဲ့တွင် ပူးပေါင်းဆောင်ရွက်လျက်ရှိသည်။ ဆက်လက် Follow Up လုပ်ရန်။

',
            'emp_position'=>'Director',
            'group_id'=>1,
            'created_at'=>'2019-09-04 11:44:05',
            'updated_at'=>'2019-10-10 12:30:52'
        ] );


        Employee::create( [
            'emp_id'=>'00000420',
            'emp_name'=>'U Htein Lin',
            'emp_jobdesp'=>'

-နေ့စဉ် တန်းစီဇယား ရေးဆွဲခြင်း။

 -စျေးသုံးစာရင်း ရေးဆွဲခြင်း။ 

-ကျွေးမွေးမှု ကြီ:ကြပ်ခြင်း။

 -ထင်း၊ ရေနှင့် အုပ်ချုပ်မှု ဆောင်ရွက်ခြင်း။ 

-တစ်ပတ်(၂)ကြိမ် စျေးဝယ်ထွတ်ခြင်း။ 

-တစ်လ(၃)ကြိမ် တာဝန်မှူးတာဝန် ထမ်းဆောင်ခြင်း။

',
            'emp_position'=>'Assistant Manager',
            'subdept_id'=>3,
            'dept_id'=>13,
            'group_id'=>5,
            'team_id'=>3,
            'created_at'=>'2019-09-04 11:44:05',
            'updated_at'=>'2019-10-10 12:31:55'
        ] );


        Employee::create( [
            'emp_id'=>'00000500',
            'emp_name'=>'Daw Aye Aye Khaing',
            'emp_jobdesp'=>'Office 2A/2B ရွိ က်ား /မ အိမ္သာမ်ား သန္႔ရွင္းေရး ေဆာင္ရြက္ရန္',
            'emp_position'=>'Cleaner',
            'subdept_id'=>4,
            'dept_id'=>13,
            'group_id'=>5,
            'team_id'=>4,
            'created_at'=>'2019-09-04 11:44:05',
            'updated_at'=>'2019-10-10 12:32:31'
        ] );



        Employee::create( [
            'emp_id'=>'00000506',
            'emp_name'=>'U Aung Si Thu Hein',
            'emp_jobdesp'=>'

မိမိတာဝန္က်သည့္ လမ္းေၾကာင္းအလိုက္ ရံုးဝန္ထမ္းမ်ားကို ရံုးႀကိဳ/ ပို႔ လုပ္ေဆာင္ေပးရန္။

မိမိအား တာဝန္ေပးအပ္ထားသည့္ ေမာ္ေတာ္ယာဥ္ ႀကံ႕ခိုင္ေရးကို စိစစ္လုပ္ေဆာင္ရန္။

',
            'emp_position'=>'Driver',
            'subdept_id'=>5,
            'dept_id'=>13,
            'group_id'=>5,
            'team_id'=>5,
            'created_at'=>'2019-09-04 11:44:05',
            'updated_at'=>'2019-10-10 12:33:20'
        ] );


        Employee::create( [
            'emp_id'=>'00000522',
            'emp_name'=>'U Htein Linn Thu',
            'emp_jobdesp'=>'

-ဌာန၊ ဆိုဒ်များမှ နေ့စဉ်တင်ပြလာသော Demand များကို စီစစ်၍ လက်ခံ/ထုတ်ပေးခြင်း။ 

-Computer တွင် စာရင်းထည့်သွင်းခြင်းနှင့် ရရှိ/ထုတ်ပေးလက်ကျန် စာရင်းများအား နေ့စဉ်ရေးသွင်းရခြင်း။

 -ဌာန၊ ဆိုဒ်များမှ ဝယ်ယူလိုသော ပစ္စည်းစာရင်းများအား ပြုစု၍ ဝယ်ယူပြီး စာရင်းများအားရှင်းတမ်းနှင့်အတူ ပြန်လည်ပြုစုတင်ပြရခြင်း။

 -အပတ်စဉ် စနေနေ့တိုင်း ပစ္စည်းဝယ်ထွက်ခြင်း။

 -လက်ကျန် ပစ္စည်းများအား Stock စစ်ခြင်းနှင့် ပစ္စည်းထိန်းသိမ်းခြင်း။ 

-Ygn-Mdy ရှိ ဌာန၊ ဆိုဒ်များမှ လိုအပ်သော Voucher စာအုပ်များအား မှာယူပေးခြင်းနှင့် စနစ်တကျ ထုတ်ပေးခြင်း။ 

-Copier,Printer စက်ကြီးများနှင့် ပတ်သတ်သော ပြုပြင်ထိန်းသိမ်းခြင်း လုပ်ငန်းများအား ဆောင်ရွက်ပေးခြင်း။

',
            'emp_position'=>'Office Staff',
            'subdept_id'=>1,
            'dept_id'=>13,
            'group_id'=>5,
            'team_id'=>1,
            'created_at'=>'2019-09-11 12:23:53',
            'updated_at'=>'2019-10-10 12:34:11'
        ] );


        Employee::create( [
            'emp_id'=>'00000546',
            'emp_name'=>'U Soe Htut Aung',
            'emp_jobdesp'=>'-------------',
            'emp_position'=>'Manager(HOD)',
            'group_id'=>4,
            'created_at'=>'2019-10-03 17:30:00',
            'updated_at'=>'2019-10-03 17:30:00'
        ] );



        Employee::create( [
            'emp_id'=>'00000611',
            'emp_name'=>'U Mg Mg Myint',
            'emp_jobdesp'=>'

-နံနက်(၇:၀၀) နာရီအချိန်တွင် Office (2A)ရုံးတွင်း/ပြင် လှည့်လည် စစ်ဆေး၍ ထူးခြားဖြစ်စဉ်များရှိပါက မန်နေဂျာသို့ တင်ပြခြင်း။ 

-Office (2A) နှင့် Toiletရှိ သန့်ရှင်းရေးဝန်ထမ်းများ၏ လုပ်ငန်းဆောင်ရွက်နေမှု အခြေအနေများကို လိုက်လံကြည့်ရှု့စစ်ဆေး၍ လိုအပ်ချက်များရှိပါက ထပ်မံဆောင်ရွက်စေခြင်း။ 

-Toilet ရှိ ရေပန်းခေါင်များ၊ဆီးခွက်အတွင်း ပရုပ်လုံးရှိ/မရှိ ၊လက်ဆေးခွက်ရှိရေခေါင်းများကောင်း/မကောင်း၊ Tissue များ၊ လက်ဆေးဆပ်ပြာရည်များ ရှိ/မရှိ စစ်ဆေးခြင်း။ 

-ဝန်ထမ်းများ၏ လိုအပ်ချက်များ ရှိပါက စီစဉ်ဆောင်ရွက်ပေးခြင်း။

 -အလုပ်သမားများ လိုအပ်ပါက ပြင်ပမှ အလုပ်သမားများအား ဌားရမ်း၍ ကြီးကြပ်ဆောင်ရွက်ပေးခြင်း။ 

-အခါအားလျောစွာ ကျင်းပပြုလုပ်သော အိမ်ရာအရောင်းပြပွဲများနှင့် အပတ်စဉ် ကျင်းပပြုလုပ်သော ဘာသာရေးပွဲများတွင် အခမ်းအနားပြင်ဆင်ခြင်း လုပ်ငန်းများအား ပူးပေါင်းကူညီဆောင်ရွက်ခြင်း။

 -အထက်လူကြီးများ၏ လုပ်ငန်းလိုအပ်ချက်အရ ပေါ်ပေါက်လာသော လုပ်ငန်းတာဝန်များအား ပူးပေါင်းဆောင်ရွက်ခြင်း။

',
            'emp_position'=>'Staff',
            'subdept_id'=>4,
            'dept_id'=>13,
            'group_id'=>5,
            'team_id'=>4,
            'created_at'=>'2019-09-04 11:44:05',
            'updated_at'=>'2019-10-10 12:35:39'
        ] );


        Employee::create( [
            'emp_id'=>'00000622',
            'emp_name'=>'U Kyaw Naing',
            'emp_jobdesp'=>'

-ရုံးလုပ်ငန်းများအတွက် ယာဉ်တောင်းခံမှုများ၊ ဖယ်ရီအသုံးပြုသူ ဝန်ထမ်းများ၊ VIP ကိစ္စရပ်များနှင့် OT ဆင်းသည့် ဝန်ထမ်းများအတွက် ယာဉ်စီစဉ်ပေးရခြင်း။

 -GPS စောင့်ကြည့် စစ်ဆေးခြင်း။

 -ယာဉ်မတော်တဆမှုများ ဖြေရှင်းပေးရခြင်း။ 

-ရုံးပိတ်ရက်များတွင် ယာဉ်မောင်းတာဝန် ချထားပေးရခြင်း။ 

-ရုံးတွင်း အခမ်းအနားပွဲများတွင် ပါဝင် ဆောင်ရွက်ပေးခြင်း။ 

-ရုံးပိတ်ရက်တွင် ဌာနတာဝန်မှူး(Duty ) ဆောင်ရွက်ရခြင်း။

',
            'emp_position'=>'Assistant Manager',
            'subdept_id'=>5,
            'dept_id'=>13,
            'group_id'=>5,
            'team_id'=>5,
            'created_at'=>'2019-09-04 11:44:05',
            'updated_at'=>'2019-10-10 12:36:31'
        ] );


        Employee::create( [
            'emp_id'=>'00000629',
            'emp_name'=>'U Khiang Ye Zaw',
            'emp_jobdesp'=>'

1.	CCTV များတပ်ဆင်ခြင်း/ပြုပြင်ထိန်းသိမ်းခြင်း၊ 

 2.	CCTV Data Record များအား စနစ်တကျ ထိန်းသိမ်းခြင်း၊ Backup ပြုလုပ်ခြင်း၊ 

 3.	SAP Server Infra ကိစ္စရပ်များကို ကူညီဖြေရှင်းပေးခြင်း၊ 

4.	Computer Service များကို ကူညီဆောင်ရွက်ပေးခြင်း

',
            'emp_position'=>'Assistant Manager',
            'dept_id'=>15,
            'group_id'=>5,
            'created_at'=>'2019-09-11 13:10:59',
            'updated_at'=>'2019-10-10 12:37:16'
        ] );


        Employee::create( [
            'emp_id'=>'00000652',
            'emp_name'=>'U Tin Htwe',
            'emp_jobdesp'=>'

-Office (2A/2B)အတွက် ရေသန့်စင်ခြင်း၊ ရေတင်ပေးခြင်း။ 

-သောက်ရေသန့်ဘူးများ လဲလှယ် ဖြည့်တင်းပေးခြင်း။ 

-နေ့စဉ် Office (2A/2B)နှင့် မင်္ဂလာပါရမီစေတီတော်တို့တွင် ဆွမ်းကပ်ခြင်း။

 -ရေအား တစ်နေ့လျှင် (၄)ကြိမ်မှ (၅)ကြိမ် တင်ပေးရခြင်း။ 

-ညနေတွင် အမှိုက်များအား စု၍ ပစ်ပေးခြင်း။ 

-အခါအားလျော်စွာ ကျင်းပပြုလုပ်သော အိမ်ရာအရောင်းပြပွဲများအား၊ ဘာသာရေးဆိုင်ရာပွဲများတွင် အထွေထွေ ဝိုင်းဝန်းကူညီ ပူးပေါင်းဆောင်ရွက်ခြင်း။

',
            'emp_position'=>'Security',
            'subdept_id'=>1,
            'dept_id'=>13,
            'group_id'=>5,
            'team_id'=>1,
            'created_at'=>'2019-09-11 12:31:55',
            'updated_at'=>'2019-10-10 12:38:23'
        ] );


        Employee::create( [
            'emp_id'=>'00000653',
            'emp_name'=>'U Myo Zaw Lin Htun',
            'emp_jobdesp'=>'

(က) စာဝင်/စာထွက်/Meeting Minutes များအားမှတ်တမ်းထားရှိခြင်း။ 

(ခ) Bill နှင့် လုပ်ငန်းစာချုပ်များအား စစ်ဆေးလက်ခံခြင်း၊စာရင်သွင်းခြင်း နှင့် သက်ဆိုင်ရာဌာနသို့ ပေးပို့ခြင်း။ 

(ဂ) Contract Record များပြုလုပ်ခြင်း။

 (ဃ) Drawing များသိမ်းဆည်းခြင်း/ပြန်လည်ဖြန့်ဝေခြင်း။ 

(င) Daily Admin Report များစုစည်း၍ Project Director-1 ထံသို့ Weekly Report တင်ပြခြင်း။ 

(စ) Store လချုပ်စာရင်းများ PD ထံတင်ပြ၍ သိမ်းဆည်းခြင်း။

',
            'emp_position'=>'Office Staff',
            'dept_id'=>10,
            'group_id'=>4,
            'created_at'=>'2019-09-11 12:15:31',
            'updated_at'=>'2019-10-10 12:39:10'
        ] );


        Employee::create( [
            'emp_id'=>'00000675',
            'emp_name'=>'Daw April Nway Aung',
            'emp_jobdesp'=>'

(က) စီမံကိန်းတွက်သုံးမည့် ငွေလျာထားသတ်မှတ်ခြင်းလုပ်ငန်းစဉ်အလိုက်ခွဲဝေအသုံးပြုစာရင်းရေးဆွဲခြင်း။ 

(ခ) ဆောင်ရွက်ရန်၊ ဆောင်ရွက်ပြီး၊ ဆောင်ရွက်ရန်ကျန်လုပ်ငန်းများအတွက်အပတ်စဉ်၊ လစဉ်အသုံးပြုရန်/ပြုပြီး/လက်ကျန်      များအားရေးဆွဲခြင်း။ 

(ဂ) Requestion Material (RM) အတွက်ခွင့်ပြုမည့်စာရင်းစီစစ်ထုတ်ပေးခြင်း။      Requestion Work ( RW) များအတွက် ခွင့်ပြုရန်စီစစ်ပေးခြင်း။

 (ဃ) PD သို့ Report ပေးခြင်း။ 

(င) လအလိုက်သုံးစွဲမည့် ငွေကြေးလျာထားမှုများအား တစ်လတစ်ကြိမ်အစီအရင်ခံတင်ပြခြင်း။

 (စ) လိုအပ်သောလုပ်ငန်းစာချုပ်ချုပ်ဆိုရန် Scope များ Budget များစီစစ်ခြင်း၊ PD ထံမှ အတည်ပြုချက်ရယူခြင်းနှင့်        Contractor ဌာနသို့တင်ပြတောင်ခံခြင်း။

',
            'emp_position'=>'SAE',
            'dept_id'=>10,
            'group_id'=>4,
            'created_at'=>'2019-09-11 12:09:37',
            'updated_at'=>'2019-10-10 12:40:12'
        ] );


        Employee::create( [
            'emp_id'=>'00000721',
            'emp_name'=>'Daw Thae Pont Pont Khin',
            'emp_jobdesp'=>'

-ရုံးဝင်စာ/ထွက်စာများ ဖြန့်ဝေခြင်းနှင့် လက်ခံခြင်း။

 -ရုံးမှတ်တမ်းဖိုင်များ စနစ်တကျ မှတ်တမ်းတင် ပြုစုခြင်း။

 -Petty Cash (အသေးသုံးစာရင်း)များအား ရှင်းတမ်းများနှင့်တကွ ပြန်လည်တင်ပြခြင်း။

 -Admin တွင် ကျင်းပသော ပွဲများအလိုက် ရှင်းတမ်းများ ရှင်းလင်းတင်ပြခြင်း။

 -(၇)မိုင် အိမ်ရာကြေးများအား ကောက်ခံ၍ ရှင်းတမ်းများ တင်ပြခြင်းနှင့် ဖိုင်များ စနစ်တကျ စာရင်းပြုစုထားခြင်း။ 

-မြိတ်/ဆီအုန်းခြံနှင့် ပတ်သတ်သော ဖိုင်များ၊ ရှင်းတမ်းများအား ပြုလုပ်ပေးရခြင်း။ 

-Admin ရှိ ဝန်းထမ်းများ၏ Overtime စာရင်းများ ဆောင်ရွက်ပေးရခြင်း။ -Metting Minutes များ ရိုက်ပေးခြင်း။

 -လစဉ် ဆက်ဆံရေးကြေးများအား သက်ဆိုင်ရာလူများအား လွှဲပေးခြင်းနှင့် ရှင်းတမ်းပြန်လည်တင်ပေးခြင်း။ 

-ရံဖန်ရံခါ ဧည့်ကြိုဌာန၊ မော်တော်ယာဉ်ဌာန၊ လုံခြုံရေးဌာနမှ တာဝန်များကို ကူညီလုပ်ကိုင်ပေးခြင်း။

',
            'emp_position'=>'Office Staff',
            'subdept_id'=>1,
            'dept_id'=>13,
            'group_id'=>5,
            'team_id'=>1,
            'created_at'=>'2019-09-11 12:26:18',
            'updated_at'=>'2019-10-10 12:41:07'
        ] );


        Employee::create( [
            'emp_id'=>'00000884',
            'emp_name'=>'U Aung Kyaw Moe',
            'emp_jobdesp'=>'

DataCenter နှင့် ပတ်သက် Infra ကိစ္စများ၊ Virtual Machine Management ကိစ္စများ စီစစ်ဆောင်ရွက်ပေးခြင်း။ 

-DataCenter လည်ပတ်မှုနှင့်ပတ်သက်သော ကိစ္စရပ်များ စနစ်တကျ ထိန်းသိမ်းစောက်ရှောက်ကိုင်တွယ်ဖြေရှင်းပေးခြင်း။ 

-SAP Server များ ပုံမှန်လည်ပတ်မှုနှင့် ကောင်းမွန်စွာ လုပ်ကိုင်မှုရှိ/မရှိ စစ်ဆေးပေးခြင်း။ 

-SAP Log များ စစ်ဆေးခြင်း၊ မလိုအပ်သည်များအား ဖယ်ရှားပေးခြင်း။

 -SAP Server Daily Back-up များစစ်ဆေးပေးခြင်း။ 

-Helpdesk System အား စီမံခန့်ခွဲပေးခြင်း၊ Service Job များခွဲပေးခြင်း။

 -Firewall Management ဆောင်ရွက်ပေးခြင်း။ 

-Company Web-page အတွက် လိုအပ်သည်များကို ထိန်းသိမ်းစောင့်ရှောက်စီမံဆောင်ရွက်ပေးခြင်း။

',
            'emp_position'=>'Manager',
            'dept_id'=>15,
            'group_id'=>5,
            'created_at'=>'2019-09-09 13:05:10',
            'updated_at'=>'2019-10-10 12:41:51'
        ] );


        Employee::create( [
            'emp_id'=>'00000939',
            'emp_name'=>'U Zayar Myint',
            'emp_jobdesp'=>'

1.	Diagnose Computer hardware, network systems and computer software programs များကို စစ်ဆေးပေးခြင်း၊ 

2.	နေ့စဉ် Server များ၏ Performance & Capacity များကို စစ်ဆေးပေးခြင်း 

3.	End user များ၏ Information များနှင့် Data များအား According to Policies များအတိုင်း ဖြစ်စေရေးအတွက် စနစ်တကျ ဆောင်ရွက်ပေးခြင်း 

4.	ပုံမှန် Service Support & General Maintenance များ ဆောင်ရွက်ပေးခြင်း 

5.	လိုအပ်သော Software များသွင်းခြင်း/ IT ပြသာနာများအား အဖြေရှာခြင်း/ဖြေရှင်းခြင်း/ troubleshooting ကိစ္စများ ဆောင်ရွက်ပေးခြင်း

 6.	မမျှော်လင့်ထားသော IT issue များဖြစ်ပေါ်လာပါက ဆောင်ရွက်သင့်သည့်ကိစ္စများကို အထက်လူကြီးထံသို့ အချိန်နှင့်တပြေးညီ ဆောင်ရွက်ပေးခြင်း 

7.	Strong Server တွင် လိုအပ်သော Data Backup များပြုလုပ်ခြင်း၊ ပုံမှန်စစ်ဆေးမှုများ ဆောင်ရွက်ခြင်း 

8.	Data Transfer ဆောင်ရွက်မှုတွင် လိုအပ်သော Permission ပေးမှု ကိစ္စများကို မှန်ကန်စေရန် ဆောင်ရွက်ပေးခြင်း 

9.	Computer နှင့် ဆက်စပ်သော IT ပစ္စည်းများကို ပုံမှန်စစ်ဆေးမှုများ ဆောင်ရွက်ပေးခြင်း 

 10.	Computer များအတွက် Drone Photo Record များ ဆောင်ရွက်ပေးခြင်း

',
            'emp_position'=>'IT Assistant',
            'dept_id'=>15,
            'group_id'=>5,
            'created_at'=>'2019-09-11 13:13:23',
            'updated_at'=>'2019-10-10 12:42:41'
        ] );


        Employee::create( [
            'emp_id'=>'00000940',
            'emp_name'=>'U Moe Sett Kha',
            'emp_jobdesp'=>'

1.	Diagnose Computer hardware, network systems and computer software programs များကို စစ်ဆေးပေးခြင်း၊ 

2.	နေ့စဉ် Server များ၏ Performance & Capacity များကို စစ်ဆေးပေးခြင်း

 3.	End user များ၏ Information များနှင့် Data များအား According to Policies များအတိုင်း ဖြစ်စေရေးအတွက် စနစ်တကျ ဆောင်ရွက်ပေးခြင်း 

4.	ပုံမှန် Service Support & General Maintenance များ ဆောင်ရွက်ပေးခြင်း

 5.	လိုအပ်သော Software များသွင်းခြင်း/ IT ပြသာနာများအား အဖြေရှာခြင်း/ဖြေရှင်းခြင်း/ troubleshooting ကိစ္စများ ဆောင်ရွက်ပေးခြင်း 

6.	မမျှော်လင့်ထားသော IT issue များဖြစ်ပေါ်လာပါက ဆောင်ရွက်သင့်သည့်ကိစ္စများကို အထက်လူကြီးထံသို့ အချိန်နှင့်တပြေးညီ ဆောင်ရွက်ပေးခြင်း 

7.	Strong Server တွင် လိုအပ်သော Data Backup များပြုလုပ်ခြင်း၊ ပုံမှန်စစ်ဆေးမှုများ ဆောင်ရွက်ခြင်း 

8.	Data Transfer ဆောင်ရွက်မှုတွင် လိုအပ်သော Permission ပေးမှု ကိစ္စများကို မှန်ကန်စေရန် ဆောင်ရွက်ပေးခြင်း 

9.	Computer နှင့် ဆက်စပ်သော IT ပစ္စည်းများကို ပုံမှန်စစ်ဆေးမှုများ ဆောင်ရွက်ပေးခြင်း  

10.	Computer များအတွက် Drone Photo Record များ ဆောင်ရွက်ပေးခြင်း

',
            'emp_position'=>'IT Assistant',
            'dept_id'=>15,
            'group_id'=>5,
            'created_at'=>'2019-09-11 13:14:01',
            'updated_at'=>'2019-10-10 12:43:38'
        ] );


        Employee::create( [
            'emp_id'=>'00000946',
            'emp_name'=>'U Kyaw Naing Soe',
            'emp_jobdesp'=>'

ေမာ္ေတာ္ယာဥ္ဌာနရွိ ယာဥ္မ်ားအား သန္႔ရွင္းေရးလုပ္ျခင္း ၊ ေရေဆးျခင္း ။ 

ဌာနပတ္၀န္းက်င္ သန္႔ရွင္းေရးျပဳလုပ္ျခင္း ။

 CM ၏ ထမင္းခ်ိဳင့္ ယူေဆာင္ေပးရျခင္း ။

',
            'emp_position'=>'Cleaner',
            'subdept_id'=>4,
            'dept_id'=>13,
            'group_id'=>5,
            'team_id'=>4,
            'created_at'=>'2019-09-04 11:44:05',
            'updated_at'=>'2019-10-10 12:48:21'
        ] );


        Employee::create( [
            'emp_id'=>'00000982',
            'emp_name'=>'Daw Ei Hnin Pwint Khaing',
            'emp_jobdesp'=>'

-Sales Target များခန့်မှန်းသတ်မှတ်ခြင်း။ 

-ချမှတ်ထားသော Sales Targets များ ပြည့်မီအောင် စီစဉ်ဆောင်ရွက်ခြင်း။Strategies & Sale Plans များချမှတ်ခြင်း။

 -Customer Database ပိုမိုကောင်းမွန်အောင် စီစဉ်ဆောင်ရွက်ခြင်း။ 

-team အင်အား ပိုမိုပြည့်မီကောင်းမွန်လာစေရန် လူသစ်များ ခေါ်ယူခန့်အပ်သင်ကြားပေးခြင်း။

 -Customer Relationships ပိုမိုကောင်းမွန်လာစေရန် လိုအပ်ချက်များကို စစ်ဆေးပြီး ကြိုတင်စီစဉ်ဆောင်ရွက်ခြင်း။ 

-လက်ရှိအရောင်းStatus၊ လက်ခံရရှိငွေ၊ Sale Close ရန် ရှိနေသော Customers များ၏ Report များကို Marketing Director ထံ တင်ပြအစီရင်ခံခြင်း။

-လက်ရှိစျေးကွက်အခြေအနေများ၊ စျေးနှုန်းများ၊ ပြိုင်ဘက်ကုမ္ပဏီများ၏ အခြေအနေများကို စဉ်ဆက်အပြတ်လေ့လာပြီး တင်ပြဆွေးနွေးရန်။

 -Customers များ၏ ညှိနှိုင်းခြင်း ကိစ္စများအတွက် အဓိက Contact Person အဖြစ် ရှိနေပေးရန်။

 -Customers များနှင့် ရေရှည်ကောင်းမွန်ခိုင်ခံ့သော Relationship တည်ဆောက်ထိန်းသိမ်းရန်။ 

-Sales Prices Negotiations များ၏ Maximum Profit Margin ရရှိရေး တာဝန်ယူ ညှိနှိုင်းဆွေးနွေးရန်။

 -Customers များနှင့် ဆက်စပ်နေသော ပတ်ဝန်းကျင်၊ မိတ်ဆွေ၊ Referrals များကြားတွင် နာမည်ကောင်းနှင့် ရပ်တည်နိုင်ရန်။ 

-လိုအပ်ချက်များ၊ ဆောင်ရွက်ပေးရန်များအတွက် Solutions ကို အချိန်မီ အဆင်ပြေဆုံးဆောင်ရွက်ပေးရန်။

 -လက်ရှိဆောင်ရွက်နေသော Sales Leads/Initiatives များကို Weekly/Monthly/Report များတင်ပြရန်။

 -လက်ရှိ ရှိရင်းစွဲ Customers များကို အခြားခြားသော Product Deals များ ထပ်မံရောင်းချရန် နှင့် လိုအပ်နိုင်သည်များကို ကြိုတင်ပြင်ဆင်ဆောင်ရွက်ထားရန်။

 -ခန့်မှန့်ထားသော Sales Targets များ ပြည့်မီအောင် ဆောင်ရွက်ရန် လမ်းစဉ်များ ပြင်ဆင်တင်ပြရန်။ 

-Customer Status Reports များ ပြင်ဆင်တင်ပြခြင်း။

 -Sales team Members များအတွက် ချမှတ်ပေးထားသော Customer နယ်ပယ်အတွင်း အောင်မြင်စွာရောင်းချနိုင်ရန် ကူညီထောက်ပံ့ပေးခြင်း။ 

-Customers များက တောင်းဆိုသော ခက်ခဲသော Request များ၊ တောင်းဆိုချက်များကို ကူညီညှိနှိုင်းပေးခြင်း။

',
            'emp_position'=>'General.Manager',
            'dept_id'=>9,
            'group_id'=>3,
            'created_at'=>'2019-09-10 12:36:04',
            'updated_at'=>'2019-10-10 12:50:55'
        ] );


        Employee::create( [
            'emp_id'=>'00001008',
            'emp_name'=>'U Tun Tun Naing',
            'emp_jobdesp'=>'

-ရုံးလုပ်ငန်းပိုင်းဆိုင်ရာများ စနစ်တကျ ရှိစေရေး ကြပ်မတ်ဆောင်ရွက်ခြင်း။

 -အခြားဌာနများ၊ ဆိုဒ်များနှင့် ဆက်သွယ်၍ လုပ်ငန်းများအဆင်ပြေအောင် ညှိနှိုင်းဆောင်ရွက်ခြင်း။ 

-ဝန်းထမ်းများ၏ စားသောက်နေထိုင်ရေး ကိစ္စများ ဆောင်ရွက်ပေးခြင်း။

 -Ferryကြို/ပို့ ကိစ္စများ စနစ်တကျ မှန်ကန်စေရန် ဆောင်ရွက်ပေးခြင်း။ 

-ဝန်းထမ်းများ လုပ်ငန်းခွင်အသီးသီး၌ လုပ်ငန်းများအဆင်ပြေချောမွေ့စေရန်အတွက် လိုအပ်သည်များ ပံ့ပိုးပေးခြင်း။

 -ဝန်းထမ်း/အလုပ်သမား စည်းကမ်းများအား ထုတ်ပြန်၍ စည်းကမ်းပိုင်ဆိုင်ရာများအား ကြပ်မက်ကွပ်ကဲခြင်း။ 

-ဘာသာရေးဆိုင်ရာ လုပ်ငန်းများအား အချိန်နှင့်တပြေးညီ လုပ်ဆောင်ခြင်း။

 -အထက်အကြီးအကဲများ၏ ညွှန်ကြားချက်များအရ တာဝန်ပေးမှုများကို လုပ်ဆောင်ခြင်း။

',
            'emp_position'=>'Manager',
            'subdept_id'=>1,
            'dept_id'=>13,
            'group_id'=>5,
            'team_id'=>1,
            'created_at'=>'2019-09-09 10:03:14',
            'updated_at'=>'2019-10-10 12:51:30'
        ] );


        Employee::create( [
            'emp_id'=>'00001011',
            'emp_name'=>'Daw War War Naing',
            'emp_jobdesp'=>'

-Office(2A) အစည်းအဝေးပွဲများအတွက် ပြင်ဆင်ပေးခြင်း(ရေ၊ ရေနွေး၊ ကော်ဖီ၊ မုန့်)။ 

-ဧည့်တွေ့လိုသူနှင့် ဌာနတာဝန်ခံများအား အချိန်နှင့်တပြေးညီ ချိတ်ဆက်ပေးခြင်း။

 -Phone Book နှင့် ဧည့်မှတ်တမ်းများ ထားရှိခြင်း။ 

-ပြင်ပမှ ဆက်သွယ်လာသော ဖုန်းများအား သက်ဆိုင်ရာဌာန/ဝန်ထမ်းများသို့ လွှဲပြောင်းပေးခြင်း(သို့)ဖုန်းလက်ခံသူ မရှိပါက Reception တွင် သေချာလက်ခံထား၍ သက်ဆိုင်ရာဌာန/ဝန်ထမ်းများသို့ သတင်းပို့ခြင်း။ 

-Meeting Room များ သန့်ရှင်းသပ်ရပ်မှု ရှိစေရန် စစ်ဆေးရခြင်း။

 -ဧည့်သည် ဧည့်ခံကျွေးမွေးရန်နှင့် ပတ်ဝန်းကျင်သန့်ရှင်းမှုအား ထိန်းသိမ်းကြီ:ကြပ်ခြင်း။

 -အပတ်စဉ် ကြာသပတေးနေ့တိုင်း ဝတ်ရွတ်အဖွဲ့များအား ကျွေးမွေးရေး ဆောင်ရွက်ခြင်း။

 -အိမ်ရာအရောင်းပြပွဲများရှိပါက ဝိုင်းဝန်းကူညီဆောင်ရွက်ပေးခြင်း။

',
            'emp_position'=>'Receptionist',
            'subdept_id'=>2,
            'dept_id'=>13,
            'group_id'=>5,
            'team_id'=>2,
            'created_at'=>'2019-09-04 11:44:05',
            'updated_at'=>'2019-10-10 12:52:17'
        ] );


        Employee::create( [
            'emp_id'=>'00001014',
            'emp_name'=>'U Thiha Lin',
            'emp_jobdesp'=>'

(၁) ဉက္ကဌ (သို့) DYMD မှအတည်ပြုထားသော Business Plan အရ လုပ်ငန်းစီမံချက်အရ Master Plan အားရေးဆွဲရန်      PD Unit များသို့ညွှန်ကြားခြင်းနှင့်စိစစ်ပြီး ED ထံတင်ပြခြင်း။ 

(၂) Master Plan တွင်ပါဝင်သော Budget နှင့် Schedule အားစိစစ်ခြင်း၊အကောင်ထည်ဖော်စေခြင်းနှင့် Report များ      တောင်းခံခြင်း Review ပြုလုပ်ခြင်းနှင့် ED ၏ညွှန်ကြားချက်အရ အရေးယူဆောင်ရွက်ခြင်း၊ညွှန်ကြားချက်များ       ပြုလုပ်ခြင်။ 

(၃) အမှုဆောင်ဒါရိုက်တာ ရုံးနှင့်လက်အောက်ဌာနများ၏ အုပ်ချုပ်မှုကိစ္စရပ်များအတွက် လိုအပ်သောအုပ်ချုပ်မှုစနစ်များရေး       ဆွဲခြင်း(OGC, Work Flow, Standard Format များချမှတ်ခြင်း)၊ တင်ပြလာသော အုပ်ချုပ်မှုစနစ်များအားစိစစ်၍        ED ထံတင်ပြအတည်ပြုချက်ရယူခြင်း။

 (၄) စီမံကိန်းများ၏ Budget နှင့် Cash Flow များအားတောင်းခံ၍ စိစစ်သုံးသပ်ပြီး ED ထံတင်ပြအစီအရင်ခံခြင်း။ 

(၅) အပတ်စဉ်/လစဉ် လုပ်ငန်းတိုးတက်မှု အစီရင်ခံစာ များအားတောင်းခံခြင်း၊ပြန်လည်သုံးသပ်ခြင်းနှင့် ED ထံတင်ပြအစီ      အရင်ခံခြင်း။ 

(၆) အရေးကြီးလုပ်ငန်းများ၏ လုပ်ငန်းတိုးတက်မှု၊ဆောင်ရွက်မှုအခြေအနေများအားစိစစ်ခြင်း၊တွန်းအားပေးခြင်းနှင့်ED      ထံတင်ပြအစီရင်ခံခြင်း။ 

(၇) PDD, QA/QC, Logistics ဌာနများ၏လုပ်ငန်းဆောင်ရွက်မှုများအား အပတ်စဉ်/လစဉ် Report များတောင်းခံခြင်း၊       Review ပြုလုပ်ခြင်းနှင့် ED ထံတင်ပြအစီအရင်ခံခြင်း။ 

(၈) SAP Software Development ကိစ္စရပ်များတွင် Project System ရုံးမှ ED ရုံးကိုယ်စားပြုပါဝင်ခြင်း။ 

(၉) BOD Report များ၊အထူးညွှန်းကြားချက်များဆောင်ရွက်ခြင်း။

 (၁၀) အမှုဆောင်ဒါရိုက်တာ၏ဆောင်ရွက်ရန်လုပ်ငန်းများအားစီမံပေးခြင်းနှင့် Report ပြုလုပ်ပေးခြင်း။ 

(၁၁) Marketing ဌာနမှရောက်ရှိလာသော Budget နှင့် Milestone Schedule များ၊ Customer များလုပ်ငန်းလိုအပ်ချက်         များအား ED ထံတင်ပြအစီအရင်ခံခြင်း၊ PD များသို့ဆက်လက်ညွန်ကြားခြင်း၊မှတ်တမ်းများသိမ်းဆည်းခြင်းနှင့်         လုပ်ငန်းအခြေအနေများအားစောင့်ကြည့်ခြင်း။

 (၁၂) အမှုဆောင်ဒါရိုက်တာအားတာဝန်ခံ၍ လုပ်ငန်းညှိနှိုင်းအစည်းအဝေးများတက်ရောက်ခြင်း၊ Site Visit များသွားလာ       ခြင်းနှင့် လုပ်ငန်းတိုးတက်မှုအခြေနေ၊ အုပ်ချုပ်မှုဆိုင်ရာအခြေအနေများအားအစီစဉ်ခံခြင်းမှတ်တမ်းထားရှိခြင်းနှင့်       စောင့်ကြည့်ထိန်းသိမ်းခြင်း(Tracking)

',
            'emp_position'=>'Executive Engineer',
            'dept_id'=>10,
            'group_id'=>4,
            'created_at'=>'2019-09-10 12:38:45',
            'updated_at'=>'2019-10-10 12:53:10'
        ] );


        Employee::create( [
            'emp_id'=>'00001019',
            'emp_name'=>'U Min Khant Maung',
            'emp_jobdesp'=>'

-ရုံးတက်/ဆင်းနှင့် ခွင့်စာရင်းများ ပေးပို့ခြင်း။ 

-မော်တော်ယာဉ် ဆီဖိုးငွေ ထုတ်ပေးခြင်းနှင့် စာရင်းဖြင့် ပြန်လည်တင်တောင်းခြင်း။ 

-မော်တော်ယာဉ်တောင်းခံမှုများ စာရင်းရေးသွင်းပေးခြင်း။ 

-မော်တော်ယာဉ် Overtime စာရင်းများ ရေးသွင်းခြင်းနှင့် ပေးပို့ခြင်း။

 -မော်တော်ယာဉ် ပြင်ဆင်မှုစာရင်းများ ရေးသွင်းခြင်း၊ Scan ဖတ်ခြင်း၊ သိမ်းဆည်းခြင်း။ 

-မော်တော်ယာဉ်ဌာနရှိ ရုံ:တွင်းစာများ ရိုက်ပေးခြင်း။ 

-မင်္ဂလာပါရမီစေတီ ဘုရားကိစ္စများ ဆောင်ရွက်ပေးရခြင်း။

',
            'emp_position'=>'Office Staff',
            'subdept_id'=>5,
            'dept_id'=>13,
            'group_id'=>5,
            'team_id'=>5,
            'created_at'=>'2019-09-04 11:44:05',
            'updated_at'=>'2019-10-10 12:54:02'
        ] );


        Employee::create( [
            'emp_id'=>'00001026',
            'emp_name'=>'Daw May Sandar  Htun',
            'emp_jobdesp'=>'

•	Lead Recruitment & Selection Process(HRM)  •	Review payroll calculation & reporting process(HRM) \\

•	Control regulation & employees awareness process(HRM) 

•	Communication with Government office (HRM) 

•	Implementation update employees personal files(HRM) 

•	Create employees motivation program(ER)

•	Communication & Negotiation with all employees(ER) 

•	Complaints handling process(ER) 

•	Coach & Train to all HR members to develop their competencies(HRD)

 •	Monthly organization review & restructure(HRD) 

•	Control employees JD updating process (HRD)

 •	Provide orientation & necessary training (HRD)

 •	Lead Talent Development & Succession Program (HRD) 

•	Employees Assessment & Development Process (HRD) 

 •	General Appraisal & Review Process (HRD) 

 •	Define Standard Position Title & Salary Structure & Increment Process(HRD) 

•	Lead Motivation & awarding program (HRD) 

 •	Monitor training module design (T&D)

 •	Training Conducting & Assessment (T&D) 

•	Review TNA & training evaluation process (T&D) 

 •	Managing to smooth operation of internal & external process 

•	Conducting the internal & external meeting

   •	Review internal report & feedback 

 •	General report to superiors

',
            'emp_position'=>'Manager',
            'dept_id'=>14,
            'group_id'=>5,
            'created_at'=>'2019-09-09 12:14:18',
            'updated_at'=>'2019-10-10 12:55:24'
        ] );


        Employee::create( [
            'emp_id'=>'00001038',
            'emp_name'=>'U Ye Yint Aung',
            'emp_jobdesp'=>'-',
            'emp_position'=>'-',
            'subdept_id'=>1,
            'dept_id'=>1,
            'group_id'=>1,
            'created_at'=>'2019-12-10 06:00:00',
            'updated_at'=>'2019-12-10 06:00:00'
        ] );

        Employee::create( [
            'emp_id'=>'99999999',
            'emp_name'=>'Chairman',
            'emp_jobdesp'=>'-----------',
            'emp_position'=>'Chairman',
            'group_id'=>1,
            'dept_id'=>1,
            'created_at'=>'2019-10-03 17:30:00',
            'updated_at'=>'2019-10-03 17:30:00'
        ] );


    }
}
